[
  {
    "id": 1,
    "text": "THE OCCUPATIONAL SAFETY, HEALTH AND WORKING\nCONDITIONS CODE, 2019\n——————\nARRANGEMENT OF CLAUSES\n——————\nCHAPTER I\nPRELIMINARY\nCLAUSES"
  },
  {
    "id": 2,
    "text": "1. Short title, extent, commencement and application."
  },
  {
    "id": 3,
    "text": "5. Notice by employer of commencement and cessation of operation.\nCHAPTER III\nDUTIES OF EMPLOYER AND EMPLOYEES, ETC."
  },
  {
    "id": 4,
    "text": "7. Duties and responsibilities of owner, agent and manager in relation to mine."
  },
  {
    "id": 5,
    "text": "8. Duties of manufacturers, designer, importers or suppliers."
  },
  {
    "id": 6,
    "text": "9. Duties of architects, project engineers and designers."
  },
  {
    "id": 7,
    "text": "15. Duty not to interfere with or misuse things.\nCHAPTER IV\nOCCUPATIONAL SAFETY AND HEALTH"
  },
  {
    "id": 8,
    "text": "16. National Occupational Safety and Health Advisory Board."
  },
  {
    "id": 9,
    "text": "17. State Occupational Safety and Health Advisory Board."
  },
  {
    "id": 10,
    "text": "22. Safety Committee and safety officers.\nBill No. 186 of  2019\nAS INTRODUCED IN LOK SABHA\n(ii)\nCLAUSES\nCHAPTER V\nHEALTH AND WORKING CONDITIONS"
  },
  {
    "id": 11,
    "text": "23. Responsibility of employer for maintaining health and working conditions.\nCHAPTER VI\nWELFARE PROVISIONS"
  },
  {
    "id": 12,
    "text": "24. Welfare facilities in the establishment, etc.\nCHAPTER VII\nHOURS OF WORK AND ANNUAL LEAVE  WITH WAGES"
  },
  {
    "id": 13,
    "text": "30. Restriction on double employment in factory and mine."
  },
  {
    "id": 14,
    "text": "32. Annual leave with wages, etc.\nCHAPTER VIII\nMAINTENANCE OF REGISTERS, RECORDS  AND RETURNS"
  },
  {
    "id": 15,
    "text": "33. Maintenance of registers and records and filing of returns.\nCHAPTER IX\nINSPECTOR-CUM-FACILITATORS AND  OTHER AUTHORITY"
  },
  {
    "id": 16,
    "text": "38. Special powers of Inspector-cum-Facilitator in respect of factory, mines and dock\nwork and building and other construction work."
  },
  {
    "id": 17,
    "text": "39. Secrecy of information by Chief Inspector-cum-Facilitator or Inspector-cum-\nFacilitator, etc."
  },
  {
    "id": 18,
    "text": "40. Facilities to be afforded to the Inspector-cum-Facilitator."
  },
  {
    "id": 19,
    "text": "41. Powers of special officer to enter, measure, etc., in relation to mine."
  },
  {
    "id": 20,
    "text": "42. Medical Officer.\nCLAUSES\nCHAPTER X\nSPECIAL PROVISION RELATING TO EMPLOYMENT  OF WOMEN"
  },
  {
    "id": 21,
    "text": "44. Prohibition of employment of women in dangerous operation.\nCHAPTER XI\nSPECIAL PROVISIONS FOR CONTRACT LABOUR AND INTER-STATE MIGRANT WORKER, ETC.\nPART I\nCONTRACT LABOUR AND INTER-STATE MIGRANT WORKER"
  },
  {
    "id": 22,
    "text": "50. Information regarding work order to be given to the appropriate Government."
  },
  {
    "id": 23,
    "text": "51. Revocation, suspension and amendment of licence."
  },
  {
    "id": 24,
    "text": "53. Liability of principal employer for welfare facilities."
  },
  {
    "id": 25,
    "text": "54. Effect of employing contract labour from a non-licenced contractor."
  },
  {
    "id": 26,
    "text": "63. Prohibition of employment of audio-visual worker without agreement.\nPART III\nMINES"
  },
  {
    "id": 27,
    "text": "67. Employment of persons below eighteen years of age."
  },
  {
    "id": 28,
    "text": "68. Decision of question whether a mine is covered under this Code.\n(iii)\nCLAUSES\nPART IV\nBEEDI AND CIGAR WORKERS"
  },
  {
    "id": 29,
    "text": "71. Permission to work by employees outside industrial premises."
  },
  {
    "id": 30,
    "text": "72. Part not to apply to self-employed persons in private dwelling houses.\nPART V\nBUILDING AND OTHER CONSTRUCTION WORKERS"
  },
  {
    "id": 31,
    "text": "73. Prohibition of employment of certain persons in certain building or other\nconstruction work.\nPART VI\nFACTORIES"
  },
  {
    "id": 32,
    "text": "75. Liability of owner of premises in certain circumstances."
  },
  {
    "id": 33,
    "text": "79. Compulsory disclosure of information by occupier."
  },
  {
    "id": 34,
    "text": "80. Specific responsibility of occupier in relation to hazardous processes."
  },
  {
    "id": 35,
    "text": "81. National Board to Inquire into certain situations."
  },
  {
    "id": 36,
    "text": "83. Permissible limits of exposure of chemicals and toxic substances."
  },
  {
    "id": 37,
    "text": "84. Right of workers to warn about imminent danger."
  },
  {
    "id": 38,
    "text": "85. Appeal against the order of Inspector-cum-Facilitator in case of factory."
  },
  {
    "id": 39,
    "text": "86. Power to make exempting rules and order.\nCHAPTER XII\nOFFENCES AND PENALTIES"
  },
  {
    "id": 40,
    "text": "88. Punishment for causing obstruction to Chief Inspector-cum-Facilitator or\nInspector-cum-Facilitator, etc."
  },
  {
    "id": 41,
    "text": "89. Penalty for  non-maintenance of register, records and non-filing of returns, etc."
  },
  {
    "id": 42,
    "text": "90. Punishment for contravention of certain provisions."
  },
  {
    "id": 43,
    "text": "94. Penalty for wrongfully disclosing results of analysis."
  },
  {
    "id": 44,
    "text": "95. Penalty for contravention of provisions of duties relating to hazardous processes."
  },
  {
    "id": 45,
    "text": "96. Penalty for contravention of the provisions of duties relating to safety provisions\nresulting in an accident."
  },
  {
    "id": 46,
    "text": "97. Special provision for  contravention of order under section 38."
  },
  {
    "id": 47,
    "text": "100. Prosecution of owner, agent or manager of a mine."
  },
  {
    "id": 48,
    "text": "101. Exemption of owner, agent or manager of a mine or occupier of a factory from\nliability in certain cases."
  },
  {
    "id": 49,
    "text": "103. Limitation of prosecution and cognizance of offence."
  },
  {
    "id": 50,
    "text": "104. Power of officers of appropriate Government to impose penalty in certain cases."
  },
  {
    "id": 51,
    "text": "105. Jurisdiction of a court for entertaining proceedings, etc., for offence."
  },
  {
    "id": 52,
    "text": "107. Compounding of offences.\nCHAPTER XIII\nMISCELLANEOUS"
  },
  {
    "id": 53,
    "text": "110. Onus of proving limits of what is practicable, etc."
  },
  {
    "id": 54,
    "text": "111. Common licence for contractor, factories and to industrial premises and person."
  },
  {
    "id": 55,
    "text": "112. Effect of law and agreements inconsistent with this Code."
  },
  {
    "id": 56,
    "text": "113. Power of  appropriate Government to direct inquiry in certain cases."
  },
  {
    "id": 57,
    "text": "115. Powers of Central Government to give directions."
  },
  {
    "id": 58,
    "text": "116. General restriction on disclosure of information."
  },
  {
    "id": 59,
    "text": "122. Persons required to give notice, etc., legally bound to do so."
  },
  {
    "id": 60,
    "text": "123. Power of Central Government to amend Schedule."
  },
  {
    "id": 61,
    "text": "125. Power of appropriate Government to make rules."
  },
  {
    "id": 62,
    "text": "128. Power of Central Government to make regulations in relation to mines and dock\nwork."
  },
  {
    "id": 63,
    "text": "129. Prior publication of rules, etc.\nCLAUSES\n(v)\nCLAUSES\n 130. Power to make regulation without previous publication."
  },
  {
    "id": 64,
    "text": "132. Laying of regulations, rules and bye-laws, etc., before Parliament."
  },
  {
    "id": 65,
    "text": "134. Repeal and savings.\nTHE FIRST SCHEDULE.\nTHE SECOND SCHEDULE.\nTHE THIRD SCHEDULE.\n(vi)\n1\nTHE OCCUPATIONAL SAFETY, HEALTH AND WORKING\nCONDITIONS CODE, 2019\nA\nBILL\nto consolidate and amend the laws regulating the occupational safety, health and\nworking conditions of the persons employed in an establishment and the matters\nconnected therewith or incidental thereto.\nBE it enacted by Parliament in the Seventieth Year of the Republic of India as\nfollows:—\nCHAPTER I\nPRELIMINARY"
  },
  {
    "id": 66,
    "text": "1. (1) This Act may be called the Occupational Safety, Health and Working\nConditions Code, 2019.\n(2) It extends to the whole of India:\nProvided that the provisions of this Code in so far as they relate to the beedi and\ncigar and plantation shall not be applicable in the State of Jammu and Kashmir:\nShort title,\nextent,\ncommencement\nand\napplication.\nBill No. 186 of  2019\nAS INTRODUCED IN LOK SABHA\n5\n2\nProvided further that the provisions of this Code in so far as they relate to the\nmines shall extend to whole of India, including the territorial waters, continental shelf,\nexclusive economic zone and other maritime zones of India as defined under the\nTerritorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime\nZones Act, 1976.\n(3) It shall come into force on such date as the Central Government may, by\nnotification, appoint; and different dates may be appointed for different provisions of\nthis Code and any reference in any such provision to the commencement of this Code\nshall be construed as a reference to the coming into force of that provision.\n(4) It shall not apply to the offices of the Central Government, offices of the State\nGovernment and any ship of war of any nationality."
  },
  {
    "id": 67,
    "text": "2. (1) In this Code, unless the context otherwise requires,—\n(a) “adolescent” shall have the same meaning as assigned to it in clause (i)\nof section 2 of the Child and Adolescent Labour (Prohibition and Regulation)\nAct, 1986;\n(b) “adult” means a person who has completed his eighteenth years of age;\n(c) “agent” when used in relation to a mine, means every person, whether\nappointed as such or not, who, acting or purporting to act on behalf of the owner,\ntakes part in the management, control, supervision or direction of such mine or of\nany part thereof;\n(d) “appropriate Government” means—\n(i) in relation to an establishment carried on by or under the authority\nof the Central Government or the establishment of,  railways, mines, oil\nfield, major ports, air transport service, telecommunication, banking and\ninsurance company or a corporation or other authority established by a\nCentral Act or a central public sector undertaking or subsidiary companies\nset up by the central public sector undertakings or autonomous bodies\nowned or controlled by the Central Government, including establishment of\ncontractors for the purposes of such establishment, corporation or other\nauthority, central public sector undertakings, subsidiary companies or\nautonomous bodies, as the case may be, the Central Government; and\n(ii) in relation to any factory, motor transport undertaking, plantation,\nnewspaper establishment and establishment relating to beedi and cigar\nincluding the establishments not specified in clause (i), the State\nGovernment of a State in which it or, as the case may be, they are situated;\n(e) “audio-visual production” means audio-visual produced in wholly or\npartly in India including animation, cartoon depiction and audio-visual\nadvertisement including digital production or any of the activities in respect of\nmaking thereof;\n(f) “audio-visual worker” means a person, who is employed, directly or\nthrough any contractor, in or in connection with the audio-visual production to\nwork as an artiste including actor, musician, singer, anchor, news reader or dancer\nor to do any work, skilled, unskilled, manual, supervisory, technical, artistic or\notherwise, and his remuneration with respect to such employment in or in\nconnection with the production of audio-visual does not exceed, where\nremuneration is by way of monthly wages or where such remuneration is by way\nof lump sum, in each case, the amount notified in this regard by the Central\nGovernment;\n(g) “building or other construction work” means the construction, alteration,\nrepair, maintenance or demolition in relation to buildings, streets, roads, railways,\n80 of 1976.\nDefinitions.\n61 of 1986.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n3\ntramways, airfields, irrigation, drainage, embankment and navigation works, flood\ncontrol works (including storm water drainage works), generation, transmission\nand distribution of power, water works (including channels for distribution of\nwater), oil and gas installations, electric lines, internet towers, wireless, radio,\ntelevision, telephone, telegraph and overseas communications, dams, canals,\nreservoirs, watercourses, tunnels, bridges, viaducts, aqua-ducts, pipelines,\ntowers, cooling towers, transmission towers and such other work as may be\nspecified in this behalf by the Central Government, by notification, but does not\ninclude any building or other construction work of any factory or mine or any\nbuilding or other construction work employing less than ten workers or any\nbuilding or other construction work related to residential property not employing\nthe workers more than such number as may be notified by the Central Government\nfrom time to time;\n(h) “building worker” means a person who is employed to do any skilled,\nsemi-skilled or unskilled, manual, technical or clerical work for hire or reward,\nwhether the terms of such employment are express or implied, in connection with\nany building or other construction work, but does not include any such\nperson who is employed mainly in a managerial or supervisory or administrative\ncapacity;\n(i) “cargo” includes anything carried or to be carried in a ship or other\nvessel, or vehicle;\n(j) “Chief Inspector-cum-Facilitator” means a Chief Inspector-cum-Facilitator\nappointed under sub-section (3) of section 34;\n(k) “competent authority” means any authority notified by the appropriate\nGovernment to perform all or any of the functions of the competent authority\nunder this Code and for such areas as may be specified in the notification;\n(l) “competent person”, means a person or an institution recognised as\nsuch by the Chief Inspector-cum-Facilitator for the purposes of carrying out\ntests, examinations and inspections required to be done in an establishment having\nregard to—\n(i) the qualifications and experience of the person and facilities\navailable at his disposal; or\n(ii) the qualifications and experience of the persons employed in such\ninstitution and facilities available therein:\nProvided that in case of mines the competent person includes such\nother person who is authorised by the manager referred to in section 64 to\nsupervise or perform any work, or to supervise the operation of machinery,\nplant or equipment and is responsible for such duties assigned to him and\nalso includes a shot firer or blaster;\n(m) “contract labour” means a worker who shall be deemed to be employed\nin or in connection with the work of an establishment when he is hired in or in\nconnection with such work by or through a contractor, with or without the\nknowledge of the principal employer and includes inter-State migrant worker but\ndoes not include a worker (other than part time employee) who is regularly\nemployed by the contractor for any activity of his establishment and his\nemployment is governed by mutually accepted standards of the conditions of\nemployment (including engagement on permanent basis), and gets periodical\nincrement in the pay, social security coverage and other welfare benefits in\naccordance with the law for the time being in force in such employment;\n(n) “contractor”, in relation to an establishment, means a person, who—\n(i) undertakes to produce a given result for the establishment, other\nthan a mere supply of goods or articles of manufacture to such establishment,\nthrough contract labour; or\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n4\n(ii) supplies contract labour for any work of the establishment as\nmere human resource and includes a sub-contractor;\n(o) “controlled industry” means any industry the control of which has been\ntransferred to the Union by any Central Act in the public interest;\n(p) “day” means a period of twenty-four hours beginning at mid-night;\n(q) “District Magistrate”, in relation to any mine, means the District\nMagistrate or the Deputy Commissioner, as the case may be, who is vested with\nthe executive powers of maintaining law and order in the revenue district in which\nthe mine is situated:\nProvided that in case of a mine, which is situated partly in one district and\npartly in another, the District Magistrate for the purpose shall be the District\nMagistrate authorised in this behalf by the Central Government;\n(r) “dock work” means any work in or within the vicinity of any port in\nconnection with, or required, for, or incidental to, the loading,\nunloading, movement or storage of cargoes into or from ship or other vessel,\nport, dock, storage place or landing place, and includes—\n(i) work in connection with the preparation of ships or other vessels\nfor receipt or discharge of cargoes or leaving port; and\n(ii) all repairing and maintenance processes connected with any hold,\ntank structure or lifting machinery or any other storage area on board the\nship or in the docks;\n(iii) chipping, painting or cleaning of any hold, tank, structure or\nlifting machinery or any other storage area in board the ship or in the docks;\n(s) “employee” means,—\n(i) in respect of an establishment, a person (other than an apprentice\nengaged under the Apprentices Act, 1961) employed on wages by an\nestablishment to do any skilled, semi-skilled, unskilled, manual, operational,\nsupervisory, managerial, administrative, technical or clerical work for hire\nor reward, whether the terms of employment be express or implied; and\n(ii) a person declared to be an employee by the appropriate\nGovernment,\nbut does not include any member of the Armed Forces of the Union:\nProvided that notwithstanding anything contained in this clause, in case of\na mine a person is said to be “employed” in a mine who works as the manager or\nwho works under appointment by the owner, agent or manager of the mine or with\nthe knowledge of the manager, whether for wages or not—\n(a) in any mining operation (including the concomitant operations of\nhandling and transport of minerals up to the point of dispatch and of\ngathering sand and transport thereof to the mine);\n(b) in operations or services relating to the development of the mine\nincluding construction of plant therein but excluding construction of\nbuildings, roads, wells and any building work not directly connected with\nany existing or future mining operations;\n5\n10\n15\n20\n25\n30\n35\n40\n52 of 1961.\n5\n(c) in operating, servicing, maintaining or repairing any part of any\nmachinery used in or about the mine;\n(d) in operations, within the premises of the mine, of loading for\ndispatch of minerals;\n(e) in any office of mine;\n(f) in any welfare, health, sanitary or conservancy services required to\nbe provided under this Code relating to mine, or watch and ward, within the\npremises of the mine excluding residential area; or\n(g) in any kind of work whatsoever which is preparatory or incidental\nto, or connected with, mining operations;\n(t) “employer” means a person who employs, whether directly or through\nany person, or on his behalf, or on behalf of any person, one or more employees\nin his establishment and where the establishment is carried on by any department\nof the Central Government or State Government, the authority specified, by the\nhead of such department, in this behalf or where no authority, is so specified, the\nhead of the department and in relation to an establishment carried on by a local\nauthority, the Chief Executive of that authority, and includes,—\n(i) in relation to an establishment which is a factory, the occupier of\nthe factory;\n(ii) in relation to mine, the owner of the mine or agent or manager\nreferred to in section 64;\n(iii) in relation to any other establishment, the person who, or the\nauthority which has ultimate control over the affairs of the establishment\nand where said affairs are entrusted to a manager or managing director,\nsuch manager or managing director; and\n(iv) contractor; and\n(v) legal representative of a deceased employer;\n(u) “establishment” means—\n(i) a place where any industry, trade, business, manufacture or\noccupation is carried on in which ten or more workers are employed; or\n(ii) a factory, motor transport undertaking, newspaper establishment,\naudio-video production, building and other construction work or plantation,\nin which ten or more workers are employed; or\n(iii) a mine or dock work;\n(v) “factory” means any premises including the precincts thereof—\n(i) whereon ten or more workers are working, or were working on any\nday of the preceding twelve months, and in any part of which a\nmanufacturing process is being carried on with the aid of power, or is\nordinarily so carried on; or\n(ii) whereon twenty or more workers are working, or were working on\nany day of the preceding twelve months, and in any part of which a\nmanufacturing process is being carried on without the aid of power, or is\nordinarily so carried on,\nbut does not include a mine, or a mobile unit belonging to the armed forces\nof the Union, railways running shed or a hotel, restaurant or eating place.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n6\nExplanation I.—For computing the number of workers for the\npurposes of this clause all the workers in (different groups and relays) a\nday shall be taken into account;\nExplanation II.—For the purposes of this clause, the mere fact that\nan Electronic Data Processing Unit or a Computer Unit is installed in any\npremises or part thereof, shall not be construed as factory if no\nmanufacturing process is being carried on in such premises or part thereof;\n(w) “family”, when used in relation to a worker, means—\n(i) spouse,\n(ii) children including adopted children of the worker who are dependent\nupon him and have not completed the age of eighteen years, and\n(iii) parents, grand-parents and widow sister, dependent upon such\nworker.\nExplanation.—For the purposes of this clause, such dependents shall\nnot be included who are, for the time being, getting such income from such\nsources, as may be prescribed by appropriate Government;\n(x) “godown” means any warehouse or other place, by whatever name called,\nused for the storage of any article or substance required for any manufacturing\nprocess which means any process for, or incidental to, making, finishing or packing\nor otherwise treating any article or substance with a view to its use, sale, transport,\ndelivery or disposal as finished products;\n(y) “hazardous process” means any process or activity in relation to an\nindustry specified in the First Schedule where, unless special care is taken, raw\nmaterials used therein or the intermediate or finished products, bye-products,\nhazardous substances, wastes or effluents thereof would—\n(i) cause material impairment to the health of the persons engaged in\nor connected therewith, or\n(ii) result in the pollution of the general environment;\n(z) “hazardous substance” means any substance or such quantity of the\nsubstance as may be prescribed by appropriate Government or preparation of\nwhich by reason of its chemical or physio-chemical properties or handling is\nliable to cause physical or health hazards to human being or may cause harm to\nother living creatures, plants, micro-organisms, property or the environment;\n(za) “industrial premises” means any place or premises (not being a private\ndwelling house), including the precincts thereof, in which or in any part of which\nany industry, trade, business, occupation or manufacturing is being ordinarily\ncarried on with or without the aid of power and includes a godown attached\nthereto;\n(zb) “industry” means any systematic activity carried on by co-operation\nbetween an employer and worker (whether such worker is employed by such\nemployer directly or by or through any agency, including a contractor) for the\nproduction, supply or distribution of goods or services with a view to satisfy\nhuman wants or wishes (not being wants or wishes which are merely spiritual or\nreligious in nature), whether or not,—\n(i) any capital has been invested for the purpose of carrying on such\nactivity; or\n(ii) such activity is carried on with a motive to make any gain or\nprofit;\n5\n10\n15\n20\n25\n30\n35\n40\n45\n7\nbut does not include—\n(a) any activity of the Government relatable to the sovereign functions of\nthe Government including all the activities carried on by the departments of the\nCentral Government dealing with defence research, atomic energy and space;\nand\n(b) any domestic service;\n(zc) “Inspector-cum-facilitator” means an Inspector-cum-facilitator\nappointed under sub-section (1) of section 34;\n(zd) “inter-State migrant worker” means any person who is recruited by—\n(i) an employer in one State for employment in his establishment\nsituated in another State; or\n(ii) through a contractor in one State for employment in an\nestablishment in another State,\nunder an agreement or other arrangement for such employment and draws wages\nnot exceeding the amount notified by the Central Government from time to time;\n(ze) “machinery” means any article or combination of articles assembled,\narranged or connected and which is used or intended to be used for converting\nany form of energy to performing work, or which is used or intended to be used,\nwhether incidental thereto or not, for developing, receiving, storing, containing,\nconfining, transforming, transmitting, transferring or controlling any form of\nenergy;\n(zf) “manufacturing process” means any process for—\n(i) making, altering, repairing, ornamenting, finishing, packing, oiling,\nwashing, cleaning, breaking up, demolishing, or otherwise treating or\nadapting any article or substance with a view to its use, sale, transport,\ndelivery or disposal; or\n(ii) pumping oil, water, sewage or any other substance; or\n(iii) generating, transforming or transmitting power; or\n(iv) composing, printing, printing by letter press, lithography, offset,\nphotogravure screen printing, 3 or 4 Dimensional printing, prototyping,\nflexography or other types of printing process or book binding; or\n(v) constructing, reconstructing, repairing, refitting, finishing, or\nbreaking up ships or vessels; or\n(vi) preserving or storing any article in cold storage; or\n(vii) such other processes as the Central Government may notify;\n(zg) “medical officer” means the medical officer appointed under\nsub-section (1) of section 42;\n(zh) “mine” means any excavation where any operation for the purpose of\nsearching for or obtaining minerals has been or is being carried on and includes—\n(i) all borings, bore holes, oil wells and accessory crude conditioning\nplants, including the pipe conveying mineral oil within the oilfields;\n(ii) all shafts, in or adjacent to and belonging to a mine, whether in the\ncourse of being sunk or not;\n(iii) all levels and inclined planes in the course of being driven;\n(iv) all open cast workings;\n5\n10\n15\n20\n25\n30\n35\n40\n45\n8\n(v) all conveyors or aerial ropeways provided for the bringing into or\nremoval from a mine of minerals or other articles or for the removal of refuse\ntherefrom;\n(vi) all adits, levels, planes, machinery, works, railways, tramways and\nsidings in or adjacent to and belonging to a mine;\n(vii) all protective works being carried out in or adjacent to a mine;\n(viii) all workshops and stores situated within the precincts of a mine\nand under the same management and used primarily for the purposes\nconnected with that mine or a number of mines under the same management;\n(ix) all power stations, transformer sub-stations, converter stations,\nrectifier stations and accumulator storage stations for supplying electricity\nsolely or mainly for the purpose of working the mine or a number of mines\nunder the same management;\n(x) any premises for the time being used for depositing sand or other\nmaterial for use in a mine or for depositing refuse from a mine or in which\nany operations in connection with such sand refuse or other material is\nbeing carried on, being premises exclusively occupied by the owner of the\nmine;\n(xi) any premises in or adjacent to and belonging to a mine or which\nany process ancillary to the getting, dressing or preparation for sale of\nminerals or coke is being carried on;\n(xii) a mine owned by the Government;\n(zi) “minerals” means all substances which can be obtained from the earth\nby mining, digging, drilling, dredging, hydraulicing, quarrying, or by any other\noperation and includes mineral oils (such as natural gas and petroleum);\n(zj) “motor transport undertaking” means a motor transport undertaking\nemploying motor transport worker and engaged in carrying passengers or goods\nor both by road for hire or reward, and includes a private carrier;\n(zk) “motor transport worker” means a person who is employed in a motor\ntransport undertaking directly or through an agency, whether for wages or not, to\nwork in a professional capacity on a transport vehicle or to attend the duties in\nconnection with the arrival, departure, loading or unloading of such transport\nvehicle and includes a driver, conductor, cleaner, station staff, line checking staff,\nbooking clerk, cash clerk, depot clerk, time-keeper, watchman or attendant, but\ndoes not include any such person—\n(i) who is employed in a factory;\n(ii) to whom the provisions of any law for the time being in force\nregulating the conditions of service of persons employed in shops or\ncommercial establishments apply;\n(zl) “newspaper” means any printed periodical work containing public news\nor comments on public news and includes such other class of printed periodical\nwork as may, from time to time, be notified in this behalf by the Central Government;\n(zm) “newspaper establishment” means an establishment under the control\nof any person or body of persons, whether incorporated or not, for the production\nor publication of one or more newspapers or for conducting any news agency or\nsyndicate and includes the following newspaper establishments which shall be\ndeemed to be one establishment, namely:—\n(a) two or more newspaper establishments under common control;\n5\n10\n15\n20\n25\n30\n35\n40\n45\n9\n(b) two or more newspaper establishments owned by an individual\nand his or her spouse unless it is shown that such spouse is a sole proprietor\nor partner or a shareholder of a corporate body on the basis of his or her\nown individual funds;\n(c) two or more newspaper establishments publishing newspapers\nbearing the same or similar title and in the same language in any place in\nIndia or bearing the same or similar title but in different languages in the\nsame State or Union territory.\nExplanation 1.—For the purposes of sub-clause (a) two or more\nestablishments shall be deemed to be under common control where—\n(A) (i) the newspaper establishments are owned by a common\nindividual or individuals;\n(ii) the newspaper establishments are owned by firms, if such\nfirms have a substantial number of common partners;\n(iii) the newspaper establishments are owned by bodies\ncorporate, if one body corporate is a subsidiary of the other body\ncorporate, or both are subsidiaries of a common holding company or\na substantial number of their equity shares are owned by the same\nperson or group of persons, whether incorporated or not;\n(iv) one establishment is owned by a body corporate and the\nother is owned by a firm, if a substantial number of partners of the firm\ntogether hold a substantial number of equity shares of the body\ncorporate;\n(v) one is owned by a body corporate and the other is owned by\na firm having bodies corporate as its partners if a substantial number\nof equity shares of such bodies corporate are owned, directly or\nindirectly, by the same person or group of persons, whether\nincorporated or not; or\n(B) where there is functional integrality between concerned\nnewspaper establishments.\nExplanation 2.—For the purposes of this clause,—\n(i) different departments, branches and centres of\nnewspaper establishments shall be treated as parts thereof;\n(ii) a printing press shall be deemed to be a newspaper\nestablishment if the principal business thereof is to print\nnewspaper.\n(zn) “notification” means a notification published in  or\nthe Official Gazette of a State, as the case may be, and the expression “notify”\nwith its grammatical variation and cognate expressions shall be construed\naccordingly;\n(zo) “occupier” of a factory means the person who has ultimate control\nover the affairs of the factory:\n Provided that—\n(i) in the case of a firm or other association of individuals, any\none of the individual partners or members thereof;\n(ii) in the case of a company, any one of the directors, except\nany independent director within the meaning of sub-section (6) of\nsection 149 of the Companies Act, 2013;\n18 of 2013.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n10\n(iii) in the case of a factory owned or controlled by the Central\nGovernment or any State Government, or any local authority, the\nperson or persons appointed to manage the affairs of the factory by\nthe Central Government, the State Government or the local authority\nor such other authority as may be prescribed by the Central\nGovernment,\nshall be deemed to be the occupier:\nProvided further that in the case of a ship which is being repaired, or\non which maintenance work is being carried out, in a dry dock which is\navailable for hire, the owner of the dock shall be deemed to be the occupier\nfor all purposes except the matters as may be prescribed by the Central\nGovernment which are directly related to the condition of ship for which the\nowner of ship shall be deemed to be the occupier;\n(zp) “office of the mine” means an office at the surface of the mine\nconcerned;\n(zq) “open cast working” means a quarry, that is to say, an excavation\nwhere any operation for the purpose of searching for or obtaining minerals has\nbeen or is being carried on, not being a shaft or an excavation which extends\nbelow superjacent ground;\n(zr) “ordinarily employed” with reference to any establishment or part\nthereof, means the average number of persons employed per day in the\nestablishment or part thereof during the preceding calendar year obtained by\ndividing the number of man days worked by the number of working days excluding\nrest days and other non-working days;\n(zs) “owner”, in relation to a mine, means any person who is the immediate\nproprietor or lessee or occupier of the mine or of any part thereof and in case of\na mine the business whereof is being carried on by a liquidator or receiver, such\nliquidator or receiver; but does not include a person who merely receives a royalty,\nrent or fine from the mine, or is merely the proprietor of the mine, subject to any\nlease grant or licence for the working thereof, or is merely the owner of the soil\nand not interested in the minerals of the mine; but any contractor or sub-lessee\nfor the working of a mine or any part thereof shall be subject to this Code in like\nmanner as if he were an owner but not so as to exempt the former from any\nliability;\n(zt) “plantation” means—\n(a) any land used or intended to be used for—\n(i) growing tea, coffee, rubber, cinchona or cardamom which\nadmeasures five hectares or more;\n(ii) growing any other plant, which admeasures five hectares or\nmore and in which persons are employed or were employed on any\nday of the preceding twelve months, if, after obtaining the approval\nof the Central Government, the State Government, by notification, so\ndirects.\nExplanation.—Where any piece of land used for growing any\nplant referred to in this sub-clause admeasures less than five hectares\nand is contiguous to any other piece of land not being so used, but\ncapable of being so used, and both such pieces of land are under the\nmanagement of the same employer, then, for the purposes of this\nsub-clause, the piece of land first mentioned shall be deemed to be a\nplantation, if the total area of both such pieces of land admeasures\nfive hectares or more; and\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n11\n(b) any land which the State Government may, by notification,\ndeclares and which is used or intended to be used for growing any\nplant referred to in sub-clause (a), notwithstanding that it admeasures\nless than five hectares:\nProvided that no such declaration shall be made in respect of\nsuch land which admeasures less than five hectares immediately before\nthe commencement of this Code; and\n(c) offices, hospitals, dispensaries, schools and any other\npremises used for any purpose connected with any plantation within\nthe meaning of sub-clause (a) and sub-clause (b); but does not include\nfactory on the premises;\n(zu) “prescribed” means prescribed by rules made by the appropriate\nGovernment, the Central Government or the State Government, as the case may\nbe, under this Code;\n(zv) “principal employer”, where the contract labour is employed or engaged,\nmeans—\n(i) in relation to any office or department of the Government or a local\nauthority, the head of that office or department or such other officer as the\nGovernment or the local authority, may specify in this behalf;\n(ii) in a factory, the owner or occupier of the factory and where a\nperson has been named as the manager of the factory, the person so named;\n(iii) in a mine, the owner or agent of the mine;\n(iv) in relation to any other establishment, any person responsible for\nthe supervision and control of the establishment;\n(zw) “producer”, in relation to audio-visual production means the person\nby whom the arrangements necessary for producing such audio-visual (including\nthe raising of finances and engaging audio-visual workers for producing\naudio-visual) are undertaken;\n(zx) “qualified medical practitioner” means a medical practitioner who\npossesses any recognised medical qualification as defined in clause (i) of  section 2\nof the Indian Medical Council Act, 1956 and who is enrolled on a Indian Medical\nregister as defined in clause (e) and on a State Medical register as defined in\nclause (k) of the said section;\n(zy) “relay” means a set of two or more persons carrying out the same kind\nof work during different periods of the day and each such period is called a\n“shift”;\n(zz) “sales promotion employees” means any person by whatever name\ncalled employed or engaged in any establishment for hire or reward to do any\nwork relating to promotion of sales or business, or both, but does not include any\nsuch person who,—\n(i) being employed or engaged in a supervisory capacity, draws wages\nexceeding fifteen thousand rupees per mensem or an amount as may be\nnotified by the Central Government from time to time; or\n(ii) is employed or engaged mainly in a managerial or administrative\ncapacity;\n(zza) “Schedule” means the Schedule appended to this Code;\n(zzb) “serious bodily injury” means any injury which involves, or in all\nprobability will involve, the permanent loss of any part or section of a body or the\n102 of 1956.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n12\nuse of any part or section of a body, or the permanent loss of or injury to the sight\nor hearing or any permanent physical incapacity or the fracture of any bone or\none or more joints or bones of any phalanges of hand or foot;\n(zzc) “standards”, “regulations”, “rules”, “bye-laws” and “orders”\nrespectively means standards, regulations, rules, bye-laws and orders made under\nthis Code;\n(zzd) “week” means a period of seven days beginning at midnight on\nSaturday night or such other night as may be approved in writing for a particular\narea by the Chief  Inspector-cum-Facilitator;\n(zze) “worker” means any person employed in any industry to do any manual,\nunskilled, skilled, technical, operational, clerical or supervisory work for hire or\nreward, whether the terms of employment be express or implied, and includes\nworking journalists and sales promotion employees, but does not include any\nsuch person—\n(i) who is subject to the Air Force Act, 1950, or the Army Act, 1950, or\nthe Navy Act, 1957; or\n(ii) who is employed in the police service or as an officer or other\nemployee of a prison; or\n(iii) who is employed mainly in a managerial or administrative\ncapacity; or\n(iv) who is employed in a supervisory capacity drawing wage of\nexceeding fifteen thousand rupees per month or an amount as may be\nnotified by the Central Government from time to time;\n(zzf) “Working Journalist” means a person whose principal avocation is\nthat of a journalist and who is employed as such, either whole-time or part-time,\nin, or in relation to, one or more newspaper establishment, or other establishment\nrelating to any electronic media such as newspaper or radio or like other media\nand includes an editor, a leader-writer, news editor, sub-editor, feature-writer,\ncopy-tester, reporter, correspondent, cartoonist, news-photographer and proof-\nreader, but does not include any such person who is employed mainly in a\nmanagerial, supervisory or administrative capacity;\n(2) For the purposes of this Code, a person working or employed in or in connection\nwith mine is said to be working or employed—\n(a) “above ground” if he is working in an open cast working or in any other\nmanner not specified in clause (b); and\n(b) “below ground” if he is working or employed—\n(i) in a shaft which has been or is in the course being sunk; or\n(ii) in any excavation which extends below superjacent ground.\nCHAPTER II\nREGISTRATION"
  },
  {
    "id": 68,
    "text": "3. (1) Every employer shall,—\n(a) in relation to an establishment to which this Code applies on its\ncommencement, within a period of sixty days from such commencement; and\n(b) in relation to any other establishment to which this Code may be\napplicable at any time after such commencement, within a period of forty-five\ndays from the date on which this Code becomes applicable to such establishment,\n45 of 1950.\n46 of 1950.\n62 of 1957.\nRegistration\nof certain\nestablishments.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n13\nmake an application to the registering officer appointed by the appropriate Government\n(hereinafter referred to as the registering officer) for the registration of such\nestablishment:\nProvided that the registering officer may entertain any such application for\nregistration after the expiry of such period on payment of such late fees as may be\nprescribed by the appropriate Government.\n(2) Every application under sub-section (1) shall be submitted to the registering\nofficer in such manner, in such form, contain such particulars and shall be accompanied\nby such fees as may be prescribed by the appropriate Government.\n(3) After the receipt of an application under sub-section (1), the registering officer\nshall register the establishment and issue a certificate of registration to the employer\nthereof in such form and within such time and subject to such conditions as may be\nprescribed by the Central Government:\nProvided that if the registering officer fails to register an application so made or\nentertained within the prescribed period, then, such establishment shall be deemed to\nhave been registered under this sub-section immediately on the expiration of such\nperiod.\n(4) Any change in the ownership or management or in any particulars referred to\nin sub-section (2) which occurs after the registration of an establishment under this\nCode, shall be intimated by the employer to the registering officer within thirty days of\nsuch change in such form as may be prescribed by the Central Government.\n(5) The employer of an establishment shall, within thirty days of the closing of\nestablishment—\n(a) inform the closing of such establishment; and\n(b) certify payment of all dues to the workers employed in such\nestablishment,\nto the registering officer in such manner as may be prescribed by the Central Government\nand the registering officer shall, on receiving such information and certificates remove\nsuch establishment from the register of establishments maintained by him and cancel\nthe registration certificate within thirty days.\n(6) If an employer of an establishment—\n(a) violates any provision of this Code applicable to such establishment; or\n(b) has misrepresented or misrepresents any fact relating to registration to\nthe registering officer,\nthe registering officer may after providing employer an opportunity of being heard,\nrevoke the registration of the establishment.\n(7) No employer of an establishment—\n(a) who has not registered the establishment under this section; or\n(b) the registration of such establishment has been cancelled under\nsub-section (5) or revoked under sub-section (6) and no appeal has been preferred\nagainst such cancellation or revocation under section 4 or where such appeal has\nbeen preferred, such appeal has been dismissed,\nshall employ any employee in the establishment."
  },
  {
    "id": 69,
    "text": "4. (1) Any person aggrieved by an order made under section 3 may, within thirty\ndays from the date on which the order is communicated to him, prefer an appeal to an\nappellate officer who shall be a person notified in this behalf by the appropriate\nGovernment:\nAppeal.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n14\n Provided that the appellate officer may entertain the appeal after the expiry of the\nsaid period of thirty days, if he is satisfied that the appellant was prevented by sufficient\ncause from filing the appeal in time.\n(2) On receipt of an appeal under sub-section (1), the appellate officer shall, after\ngiving the appellant an opportunity of being heard, dispose of the appeal within a\nperiod of thirty days from the date of receipt of such appeal."
  },
  {
    "id": 70,
    "text": "5. (1) No employer of an establishment being factory or mine or relating to contract\nlabour or building or construction work shall use such establishment to commence the\noperation of any industry, trade, business, manufacture or occupation thereon without\nsending notice of such purpose in such form and manner and to such authority and\nwithin such time as may be prescribed by the appropriate Government and shall also\nintimate the cessation of such operation in the prescribed manner to the said authority.\n(2) The appropriate Government shall provide electronic receipt of notice or\nintimation referred to in sub-section (1).\nCHAPTER III\nDUTIES OF EMPLOYER AND EMPLOYEES, ETC.\n 6. (1) Every employer shall,—\n(a) ensure that workplace is free from hazards which cause or are likely to\ncause injury or occupational disease to the employees;\n(b) comply with the Occupational Safety and Health standards made under\nthis Code and of the regulations, rules, bye-laws and orders made thereunder;\n(c) provide such annual health examination or test free of costs to such\nemployees of such age or such class of employees or establishments or such\nclass of establishments, as may be prescribed by the appropriate Government;\n(d) provide and maintain, as far as is reasonably practicable, a working\nenvironment that is safe and without risk to the health of the employees;\n(e) ensure the disposal of hazardous and toxic waste including disposal of\ne-waste;\n(f) issue a letter of appointment to every employee on his appointment in\nthe establishment, with such information as may be prescribed by the appropriate\nGovernment and where an employee has not been issued such appointment letter\non or before the commencement of this Code, he shall, within three months of\nsuch commencement, be issued such appointment letter;\n(g) ensure that no charge is levied on any employee, in respect of anything\ndone or provided for maintenance of safety and health at workplace including\nconduct of medical examination and investigation for the purpose of detecting\noccupational diseases;\n(h) ensure and be responsible for the safety and health of persons who are\nin the work premises of the factory, mine, dock work, building or other construction\nwork or plantation, with or without the knowledge of such employer, as the case\nmay be.\n(2) Without prejudice to the generality of the provisions of sub-section (1), the\nduties of an employer shall particularly in respect of factory, mines, dock, building and\nother construction work or plantation include—\n(a) the provision and maintenance of plant and systems of work in the\nworkplace that are safe and without risk to health;\nNotice by\nemployer of\ncommencement\nand cessation\nof operation.\nDuties of\nemployer.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n15\n(b) the arrangements in the workplace for ensuring safety and absence of\nrisk to health in connection with the use, handling, storage and transport of\narticles and substances;\n(c) the provision of such information, instruction, training and supervision\nas are necessary to ensure the health and safety of all employees at work;\n(d) the maintenance of all places of work in the workplace in a condition that\nis safe and without risk to health and the provision and maintenance of such\nmeans of access to, and egress from, such places as are safe and without such\nrisk;\n(e) the provision, maintenance or monitoring of such working environment\nin the workplace for the employees that is safe, without risk to health as regards\nfacilities and arrangements for their welfare at work."
  },
  {
    "id": 71,
    "text": "7. (1) The owner and agent of every mine shall jointly and severally be responsible\nfor making financial and other provisions and for taking such other steps as may be\nnecessary for compliance with the provisions of this Code and the regulations, rules,\nbye-laws and orders made thereunder.\n(2) In the event of any contravention by any person whosoever of any of the\nprovisions of this Code or of the rules, regulations, bye-laws or orders made thereunder,\nrelating to mine, except those which specifically require any person to do any act or\nthing or prohibit any person from doing an act or thing, besides the person who\ncontravenes, then, each of the following persons shall also be deemed to be guilty of\nsuch contravention unless he proves that he had used due diligence to secure\ncompliance with the provisions and had taken reasonable means to prevent such\ncontravention, namely:—\n(a) the official or officials appointed to perform duties of supervision in\nrespect of the provisions contravened;\n(b) the manager of the mine;\n(c) the owner and agent of the mine;\n(d) the person appointed, if any, to carry out the responsibility under\nsection 24.\n(3) It shall not be a defence in any proceedings brought against the owner or\nagent of a mine under this section that the manager and other officials have been\nappointed in accordance with the provisions of this Code or that a person to carry the\nresponsibility under section 24 has been appointed."
  },
  {
    "id": 72,
    "text": "8. (1) Every person who designs, manufactures, imports or supplies any article\nfor use in any establishment shall—\n(a) ensure so far as is reasonably practicable, that the article is so designed\nand constructed in the establishment as to be safe and without risk to the health\nof the workers when properly used;\n(b) carry out or arrange for the carrying out of such tests and examination in\nthe establishment as may be considered necessary for the effective implementation\nof the provisions of clause (a);\n(c) take out steps as may be necessary to ensure that adequate information\nwill be available—\n(i) in connection with the use of the article in any establishment;\n(ii) about the use for which such article is designed and tested; and\nDuties and\nresponsibilities\nof owner,\nagent and\nmanager in\nrelation to\nmine.\nDuties of\nmanufacturers,\ndesigner,\nimporters or\nsuppliers.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n16\n(iii) about any conditions necessary to ensure that the article, when\nput to such use, shall be safe, and without risk to the health of the workers:\nProvided that where an article is designed or manufactured outside\nIndia, then it shall be obligatory on the part of the importer to see—\n(A) that the article conforms to the same standards of such article\nmanufactured in India; or\n(B) that, if the standards adopted in the country outside India\nfor the manufacture of such article is above the standards adopted in\nIndia, then the article conforms to such standards in such country; or\n(C) that, if there is no standard of such article in India, then, the\narticle conforms to the standard adopted in the country from where it\nis imported at its national level.\n(2) The designer, manufacturer, importer or supplier shall also comply with such\nduties as the Central Government may, in consultation with the National Occupational\nSafety and Health Advisory Board, by regulations specify.\n(3) Every person, who undertakes to design or manufacture any article and\nsubstance for use in any factory, may carry out or arrange for the carrying out of\nnecessary research with a view to the discovery and, so far as is reasonably, practicable,\nthe elimination or minimisation of any risks to the health or safety of the workers to\nwhich the design or manufacture of article and substance may give rise to such risk.\n(4) Nothing contained in sub-sections (1) and (2) shall be construed to require\na person to repeat the testing, examination or research which has been carried out\notherwise than by him or at his instance in so far as it is reasonable for him to rely on\nthe results thereof for the purposes of the said sub-sections.\n(5) Any duty imposed on any person by sub-sections (1) and (2) shall extend\nonly to things done in the course of business carried on by him and to matters within his\ncontrol.\n(6) Every person,—\n(a) who erects or instal any article for use in a factory, shall ensure, so far as\npracticable, that such article so erected or installed does not make it unsafe or a\nrisk to health when that article is used by the persons in such factory;\n(b) who manufactures, imports or supplies any substance for use in any\nfactory shall—\n(i) ensure, so far as practicable, that such substance is safe and has\nno risks involved to health of persons working in such factory;\n(ii) carry out or arrange for carrying out of such tests and examination\nin relation to such substance as may be necessary;\n(iii) take such steps as are necessary to secure that the information\nabout the results of tests carried out in connection with the use of the\nsubstance as referred to in sub-clause (ii) is available in a factory along\nwith conditions necessary to ensure its safe use and no risks to health;\n (c) undertake the manufacture of any substance for use in any factory to\ncarry out or arrange for the carrying out of any necessary research with a view to\ndiscover and, so far as practicable, to ensure the elimination or minimisation of\nany risks to health or safety to which the substance may give rise out of such\nmanufacture or research;\n5\n10\n15\n20\n25\n30\n35\n40\n45\n17\n(7) For the purposes of this section, an article and substance is not to be regarded\nas properly used, if they are used without regard to any information or advice relating\nto their use which has been made available by the person who has designed,\nmanufactured, imported or supplied the article and substance.\nExplanation.—For the purpose of this section—\n(a) “article” shall include plant and machinery;\n(b) “substance” means any natural or artificial substance whether in a solid\nor liquid form or in the form of a gas or vapour; and\n (c) “substance for use in any factory” means any substance whether or not\nintended for use by persons working in a factory."
  },
  {
    "id": 73,
    "text": "9. (1) It shall be the duty of the architect, project engineer or designer responsible for\nany building or other construction work or the design of any project or part thereof relating\nto such building or other construction work to ensure that, at the planning stage, due\nconsideration is given to the safety and health aspects of the building workers and employees\nwho are employed in the erection, operation and execution of such projects and structures,\nas the case may be.\n(2) Adequate care shall be taken by the architect, project engineer and other\nprofessionals involved in the project referred to in sub-section (1), not to include anything\nin the design which would involve the use of dangerous structures or other processes or\nmaterials, hazardous to health or safety of building workers and employees during the\ncourse of erection, operation and execution, as the case may be.\n(3) It shall also be the duty of the professionals, involved in designing the buildings\nstructures or other construction projects, to take into account the safety aspects associated\nwith the maintenance and upkeep of the structures and buildings where maintenance and\nupkeep may involve special hazards."
  },
  {
    "id": 74,
    "text": "10. (1) Where at any place in an establishment, an accident occurs which causes\ndeath, or which causes any bodily injury by reason of which the person injured is prevented\nfrom working for a period of forty-eight hours or more immediately following the accident or\nwhich is of such nature as may be prescribed by the appropriate  Government, then,—\n(a) employer or owner or agent or manager referred to in section 64 of such\nestablishment if it is mine; or\n(b) employer or manager in relation to such establishment if it is factory or\nrelates to dock work; or\n(c) the employer of such establishment if it is plantation, building or other\nconstruction work or in relation to any other establishment,\nshall send notice thereof to such authorities, in such manner and within such time, as may be\nprescribed by the appropriate Government.\n(2) Where a notice given under sub-section (1) relates to an accident causing death in\nan establishment, the authority to whom the notice is sent shall make an inquiry into the\noccurrence within two months of the receipt of the notice or if there is no such authority, the\nChief Inspector-cum-Facilitator shall cause the Inspector-cum-Facilitator to make an inquiry\nwithin the said period."
  },
  {
    "id": 75,
    "text": "11. Where in an establishment there is any dangerous occurrence of such nature,\n(whether causing any bodily injury or disability, or not) the employer shall send notice\nthereof to such authorities, and in such form and within such time, as may be prescribed by\nthe appropriate Government.\nDuties of\narchitects,\nproject\nengineers and\ndesigners.\nNotice of\ncertain\naccident.\nNotice of\ncertain\ndangerous\noccurrences.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n18"
  },
  {
    "id": 76,
    "text": "12. (1) Where any worker in an establishment contracts any disease specified in the\nThird Schedule, the employer of the establishment shall send notice thereof to such\nauthorities, and in such form and within such time, as may be prescribed by the appropriate\nGovernment.\n(2) If any qualified medical practitioner attends on a person, who is or has been\nemployed in an establishment, and who is, or is believed by the qualified medical practitioner,\nto be suffering from any disease specified in the Third Schedule, the medical practitioner\nshall without delay send a report in writing to the office of the Chief Inspector-cum-Facilitator\nin such form and manner and within such time as may be prescribed by the appropriate\nGovernment.\n(3) If any qualified medical practitioner fails to comply with the provisions of\nsub-section (2), he shall be punishable with fine which may extend to ten thousand rupees."
  },
  {
    "id": 77,
    "text": "13. Every employee at work place shall—\n(a) take reasonable care for the health and safety of himself and of other persons\nwho may be affected by his acts or omissions at the workplace;\n(b) comply with the safety and health requirements specified in the standards;\n(c) co-operate with the employer in meeting the statutory obligations of the\nemployer under the Code;\n(d) report any situation which is unsafe or unhealthy, that comes to his attention,\nas soon as practicable, to his employer or to the health and safety representative and\nin case of mine to the owner or agent or manager referred to in section 64, safety\nofficers or an official for his workplace or section thereof, as the case may be, who\nshall report it to the employer;\n(e) not wilfully interfere with, or misuse, or neglect any appliance, convenience\nor other thing provided at workplace for the purpose of securing the health, safety and\nwelfare of workers;\n(f) not do, wilfully and without reasonable cause, anything, likely to endanger\nhimself or others; and\n(g) perform such other duties as may be prescribed by the appropriate\nGovernment."
  },
  {
    "id": 78,
    "text": "14. (1) Every employee in an establishment shall have the right to obtain the information\nfrom the employer relating to employee’s health and safety at work and represent to the\nemployer directly or through a member of the Safety Committee, if constituted by the employer\nfor such purpose, regarding inadequate provision for protection of his safety or health in\nconnection with the work activity in the workplace, and if not satisfied, to the Inspector-\ncum-Facilitator.\n(2) Where the employee referred to in sub-section (1) in any workplace have reasonable\napprehension that there is a likelihood of imminent serious bodily injury or death or imminent\ndanger to health, they may bring the same to the notice of their employer directly or through\na member of the Safety Committee referred to in sub-section (1) and simultaneously bring\nthe same to the notice of the Inspector-cum-Facilitator.\n(3) The employer or any employee referred to in sub-section (1) shall take immediate\nremedial action if he is satisfied about the existence of such imminent danger and send a\nreport forthwith of the action taken to the Inspector-cum-Facilitator.\n(4) If the employer referred to in sub-section (3) is not satisfied about the existence of\nany imminent danger as apprehended by his employees, he shall, nevertheless, refer the\nmatter forthwith to the Inspector-cum-Facilitator whose decision on the question of the\nexistence of such imminent danger shall be final.\nNotice of\ncertain\ndiseases.\nDuties of\nemployees.\nRights of\nemployee.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n19"
  },
  {
    "id": 79,
    "text": "15. No person shall intentionally or recklessly interfere with, damage or misuse\nanything which is provided in the interest of health, safety or welfare under this Code.\nCHAPTER IV\nOCCUPATIONAL SAFETY AND HEALTH"
  },
  {
    "id": 80,
    "text": "16. (1) The Central Government shall, by notification, constitute the National\nOccupational Safety and Health Advisory Board (hereinafter in this Code referred to as the\nNational Board) to discharge the functions conferred on it by or under this Code and to\nadvise to the Central Government on the matters relating to—\n(a) standards, rules and regulations to be framed under this Code;\n(b) implementation of the provisions of this Code and the rules and regulations\nrelating thereto;\n(c) the issues of policy and programme relating to occupational safety and\nhealth referred to it, from time to time, by the Central Government; and\n(d) any other matter relating to this Code referred to, from time to time, by the\nCentral Government.\n(2) The National Board shall consist of—\n(a) Secretary, (b) Director General, Factory Advice Service and Labour Institutes, Mumbai—\nMember (ex officio);\n(c) Director General, Mines Safety, Dhanbad—Member (ex officio);\n(d) Chief Controller of Explosives, Nagpur—Member (ex officio);\n(e) Chairman, Central Pollution Control Board, New Delhi—Member (ex officio);\n(f) Chief Labour Commissioner (Central), New Delhi—Member (ex officio);\n(g) Principal Secretaries dealing with labour matters of 4 States (by rotation as\nthe Central Government may deem fit)—Member (ex officio);\n(h) Director General, Employee State Insurance Corporation, New Delhi—Member\n(ex officio);\n(i) Director General, Health Services, New Delhi—Member (ex officio);\n(j) five representatives of employers—Member (ex officio);\n(k) five representatives of employees—Member (ex officio);\n(l) five eminent persons connected with the field of Occupational Safety and\nHealth, or representatives from reputed research institutions or similar other\ndiscipline —Member:\n(m) Joint Secretary, (ex officio).\n(3) The terms of office of the Members referred to in clause (g), (j), (k) and (l) of\nsub-section (2) shall be of three years and the procedure to be followed in their appointment,\nthe discharge of their functions by the National Board shall be such as may be prescribed by\nthe Central Government.\n(4) The Central Government may, in consultation with the Board, determine the number,\nnature and categories of other officers and employees required to assist the Board in the\nefficient discharge of its functions and terms and conditions of service of such officers and\nemployees of the Board shall be such as may be prescribed by the Central Government.\nDuty not to\ninterfere with\nor misuse\nthings.\nNational\nOccupational\nSafety and\nHealth\nAdvisory\nBoard.\n5\n10\n15\n20\n25\n30\n35\n40\n20\n(5) The Central Government may constitute as many technical committees or advisory\ncommittees consisting of such number of members having such qualifications as may be\nprescribed by the Central Government, to assist the National Board in discharge of its\nfunction specified in sub-section (1)."
  },
  {
    "id": 81,
    "text": "17. (1) The State Government shall constitute a Board to be called the State Occupational\nSafety and Health Advisory Board (hereinafter referred to as “State Advisory Board”) to\nadvise the State Government on such matters arising out of the administration of this Code\nas may be referred to it by the State Government.\n(2) The constitution, procedure and other matters relating to such Advisory Board\nshall be such as may be prescribed by the State Government.\n(3) The State Government may constitute as many technical committees or advisory\ncommittees of such Advisory Board including site appraisal committees, consisting of such\nnumber of members and having such qualifications as may be prescribed, to assist the State\nGovernment or State Advisory Board in discharge of their functions relating to the area\nfalling within their respective jurisdictions."
  },
  {
    "id": 82,
    "text": "18. (1) The Central Government shall declare, by notification, standards on occupational\nsafety and health for work places relating to factories, mines, dock work, building and other\nconstruction work and other establishments.\n(2) In particular and without prejudice to the generality of the power to declare standards\nto be followed under sub-section (1), such standards shall relate to—\n(a) physical, chemical, biological and any other hazards to be dealt with for the\nperiod of working life of employee to ensure to the extent feasible on the basis of the\nbest available evidence or functional capacity, that no employee will suffer material\nimpairment of health or functional capacity even if such employee has regular exposure\nto such hazards;\n(b) the norms—\n(i) appraising the hazards to employees and users to which they are\nexposed;\n(ii) relating to relevant symptoms and appropriate energy treatment and\nproper conditions and precautions of safe use or exposure;\n(iii) for monitoring and measuring exposure of employees to hazards;\n(iv) for medical examination and other tests which shall be made available,\nby the employer or at his cost, to the employees exposed to hazards; and\n(v) for hazard evaluation procedures like safety audit, hazard and operability\nstudy, fault-free analysis, event-free analysis and such other requirements;\n(c) the medical examination including criteria for detection and reporting of\noccupational diseases to be extended to the employees even after he ceases to be in\nemployment, if he is suffering from an occupational disease which arises out of or in\nthe course of employment;\n(d) such aspects of occupational safety and health relating to work places which\nthe Central Government considers necessary on the report of the authority designated\nby such Government for such purpose;\n(e) such safety and health measures as may be required having regard to the\nspecific conditions prevailing at the workplaces relating to mine, factory, building and\nother construction work, beedi and cigar, dock work or any other establishment notified;\nand\n(f) matters specified in the Second Schedule.\nState\nOccupational\nSafety and\nHealth\nAdvisory\nBoard.\nOccupational\nsafety and\nhealth\nstandards.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n21\n(3) Notwithstanding anything contained in section 123, the Central Government may,\non the basis of the recommendation of the National Board and after notifying its intention so\nto do for not less than forty-five days’, by notification, amend the Second Schedule to this\nCode.\n(4) The State Government may, with the prior approval of the Central Government, by\nnotification amend the standards made under sub-sections (1) and (2) for the establishment\nfor which it is the appropriate Government situated in the State."
  },
  {
    "id": 83,
    "text": "19. It shall be the duty of such institutions in the field of occupational safety and\nhealth as the Central Government may notify to conduct research, experiments and\ndemonstrations relating to occupational safety and health and thereafter submit their\nrecommendations to the appropriate Government."
  },
  {
    "id": 84,
    "text": "20. (1) At any time during the normal working hours of an establishment or at any\nother time,—\n(a) the Chief Inspector-cum-Facilitator in the case of factory or mine; or\n(b) the Director General of Factory Advice Service and Labour Institute in the\ncase of factory; or\n(c) the Director General of Mines Safety in the case of mine; or\n(d) the Director General of Health Services in the case of factory or mine; or\n(e) such other officer as may be authorised by the appropriate Government in\nthe case of any other establishment or class of establishment,\nas he may deem necessary, after giving notice in writing to the employer, conduct survey of\nthe factory or mine or such other establishment or class of establishments and such employer\nshall afford all facilities for such survey, including facilities for the examination and testing of\nplant and machinery and collection of samples and other data relevant to the survey.\nExplanation.—For the purposes of this sub-section, the expression “employer”\nincludes manager for the factory or in the case of any other establishment or class of\nestablishments such person who is for the time being responsible for the safety and the\noccupational health of such other establishment or class of establishments, as the case may\nbe.\n(2) For the purpose of facilitating surveys under sub-section (1) every worker shall, if\nso required by the person conducting the survey, present himself to undergo such medical\nexamination as may be considered necessary by such person and furnish all information in\nhis possession which is relevant to the survey.\n(3) Any time spent by a worker for undergoing medical examination or furnishing\ninformation under sub-section (2) shall, for the purpose of calculating wages and extra\nwages for overtime work, be deemed to be working hour for him.\nExplanation.—For the purposes of this section, the report submitted to the appropriate\nGovernment by the person conducting the survey under sub-section (1) shall be deemed to\nbe a report submitted by an Inspector-cum-Facilitator under this Code."
  },
  {
    "id": 85,
    "text": "21. For the purposes of this Code, the Central Government and the State Government\nshall develop and maintain an effective programme of collection, compilation and analysis of\noccupational safety and health statistics and for that purpose appropriate Government may\npromote, encourage or directly engage in programme of studies, information and\ncommunication concerning occupational safety and health statistics."
  },
  {
    "id": 86,
    "text": "22. (1) The appropriate Government may, by general or special order, require any\nestablishment or class of establishments to constitute in the prescribed manner a Safety\nCommittee consisting of representatives of employers and workers engaged in such\nestablishment in such manner that the number of representatives of workers on the Committee\nResearch\nrelated\nactivities.\nSafety and\noccupational\nhealth\nsurveys.\nStatistics.\nSafety\nCommittee\nand safety\nofficers.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n22\nshall not be less than the number of representatives of the employer and the representatives\nof the workers shall be chosen in such manner and for such purpose as may be prescribed by\nappropriate Government.\n(2)  In every establishment relating to,—\n(a) factory and building and other construction work wherein five hundred\nworkers or more; or\n(b) mine wherein one hundred workers or more, are ordinarily employed,\nthe employer shall also appoint such number of safety officers, who shall possess such\nqualifications and perform such duties, as may be prescribed by appropriate Government.\nCHAPTER V\nHEALTH AND WORKING CONDITIONS"
  },
  {
    "id": 87,
    "text": "23. (1) The employer shall be responsible to maintain in his establishment such health\nand working conditions for the employees as may be prescribed by the Central Government.\n(2) Without prejudice to the generality of the power conferred under sub-section (1),\nthe Central Government may prescribe for providing all or any of the following matters in the\nestablishment or class of establishments, namely:—\n(i) cleanliness and hygiene;\n(ii) ventilation, temperature and humidity;\n(iii) environment free from dust, noxious gas, fumes and other impurities;\n(iv) adequate standard of humidification, artificially increasing the humidity of\nthe air, ventilation and cooling of the air in work rooms;\n(v) potable drinking water;\n(vi) adequate standards to prevent overcrowding and to provide sufficient space\nto employees or persons, as the case may be, employed therein;\n(vii) adequate lighting;\n(viii) sufficient arrangement for latrine and urinal accommodation to male, female\nand transgender separately for employees maintaining hygiene therein;\n(ix) effective arrangements for treatment of wastes and effluents; and\n(x) any other arrangement which the Central Government considers appropriate.\nCHAPTER VI\nWELFARE PROVISIONS"
  },
  {
    "id": 88,
    "text": "24. (1) The employer shall be responsible to provide and maintain in his establishment\nsuch welfare facilities for the workers as may be prescribed by the Central Government,\nincluding,—\n(i) adequate and suitable facilities for washing to workers for male and female\nseparately;\n(ii) bathing places and locker rooms for male, female and transgender employees\nseparately;\n(iii) place of keeping clothing not worn during working hours and for the drying\nof wet clothing;\n(iv) sitting arrangements for all workers obliged to work in a standing position;\n(v) adequate standard of canteen or workers thereof in an establishment\nemploying one hundred or more workers including contract labour ordinarily employed;\nResponsibility\nof employer\nfor\nmaintaining\nhealth and\nworking\nconditions.\nWelfare\nfacilities in\nthe\nestablishment,\netc.\n5\n10\n15\n20\n25\n30\n35\n40\n23\nand in case of mines, medical examination of the workers employed or to be employed\nin the mines, before their employment and at a specific intervals;\n(vi) adequate first-aid boxes or cupboards with contents readily accessible during\nall working hours; and\n(vii) any other welfare measures which the Central Government considers, under\nthe set of circumstances, as required for decent life of the workers.\n(2) Without prejudice to the generality of the powers referred to under sub-section (1),\nthe Central Government may also prescribe for the following matters, namely:—\n(i) ambulance room in every factory, mine and other construction work wherein\nmore than five hundred workers are ordinarily employed;\n(ii) medical facilities at the operating centres and halting stations, uniforms,\nraincoats and other like amenities for protection from rain or cold for motor transport\nworkers;\n(iii) adequate, suitable and separate shelters or rest-rooms for male, female and\ntransgender workers and lunch-room in every factory and mine wherein more than\nfifty workers are ordinarily employed and in motor transport undertaking wherein\nworker is required to halt at night;\n(iv) the appointment of welfare officer in every factory, mine or plantation wherein\ntwo hundred and fifty or more workers are ordinarily employed and the qualification,\nconditions of service and duties of such welfare officer;\n(v) to provide temporary living accommodation, free of charges and within the\nwork site or as near to it as may be possible by the employer to all building workers\nemployed by him and for causing removal or demolition of such temporary living\naccommodation and for returning by the employer the possession of any land obtained\nby him for such purpose from Municipal Board or any other local authority;\n(vi) payment by the principal employer, the expenses incurred on providing the\naccommodation to the contractor, where the building and other construction work is\ndone through the contractor;\n(vii) any other matter which may be prescribed.\n(3) The Central Government may make rules to provide for the facility of creche having\nsuitable room or rooms for the use of children under the age of six years of the employees at\nsuitable location and distance either separately or along with common facilities in\nestablishments wherein more than fifty workers are ordinarily employed.\n(4) Every employer of plantation shall be responsible, subject to the provision of\nsub-sections (1) to (3), to provide and maintain welfare facilities through his own resources\nrelating to drinking water, housing, medical, education and toilet to the workers in the\nplantation or through schemes for such purpose sponsored by the Central Government or\nState Government, Municipality or Panchayat for the locality in which the plantation is\nsituated.\nExplanation.—For the purposes of  this sub-section,—\n(i) the expression “Municipality” has the same meaning as assigned to it under\nclause (e) of article 243P; and\n(ii) the expression “Panchayat” has the same meaning as assigned to it under\nclause (d) of article 243.\n5\n10\n15\n20\n25\n30\n35\n40\n24\nCHAPTER VII\nHOURS OF WORK AND ANNUAL LEAVE WITH WAGES"
  },
  {
    "id": 89,
    "text": "25. (1) No worker shall be required or allowed to work, in any establishment or class of\nestablishments for more than—\n(a) such period as may be notified by the appropriate Government;\n(b) such hours in a day as may be notified by the appropriate Government\nsubject to the period specified in clause (a); and\n(c) the periods of work in each day shall be so fixed as not to exceed such\nhours,with such intervals within such period, as may be notified by the appropriate\nGovernment:\nProvided that the period of work of a worker shall be so arranged, as not to\nspread over more than such hours as may be notified by the appropriate Government\nin any day inclusive of intervals for rest under this sub-section:\nProvided further that in the case of mines,—\n(i) the persons employed below ground in a mine shall not be allowed to\nwork for more than such hours as may be notified by the appropriate Government\nin any day;\n(ii) no work shall be carried on below ground in any mine except by a\nsystem of shifts so arranged that the period of work for each shift is not spread\nover more than the daily maximum hours as notified under clause (i);\n(iii) no person employed in a mine shall be allowed to be present in any\npart of a mine below ground except during the periods of work shown in respect\nof him in the register maintained under sub-section (1) of section 33:\nProvided also that the hours of work in case of motor transport worker\nshall include—\n(i) the time spent in work done during the running time of the\ntransport vehicle;\n(ii) the time spent in subsidiary work; and\n(iii) periods of mere attendance at terminals of less than fifteen\nminutes.\nExplanation.—For the purposes of this sub-section—\n(a) “running time” in relation to a working day means the time\nfrom the moment a transport vehicle starts functioning at the\nbeginning of the working day until the moment when the transport\nvehicle ceases to function at the end of the working day, excluding\nany time during which the running of the transport vehicle is\ninterrupted for a period exceeding such duration as may be prescribed\nby the Central Government during which period the persons who\ndrive, or perform any other work in connection with the transport\nvehicle are free to dispose of their time as they please or are engaged\nin subsidiary work;\n(b) “subsidiary work” means the work in connection with a\ntransport vehicle, its passengers or its load which is done outside\nthe running time of the transport vehicle, including in particular—\n(i) the work in connection with accounts, the paying of\ncash, the signing of registers, the handing over of service\nsheets, the checking of tickets and other similar work;\n(ii) taking over and garaging of the transport vehicles;\nWeekly and\ndaily working\nhours, leave,\netc.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n25\n(iii) travelling from the place where a person signs on\nto the place where he takes over the transport vehicle and\nfrom the place where he leaves the transport vehicle to the\nplace where he signs off;\n(iv) work in connection with the upkeep and repair of\nthe transport vehicle; and\n(v) the loading and unloading of the transport vehicle;\n(c) “period of mere attendance” means the period during which\na person remains at his post solely in order to reply to possible calls\nor to resume action at the time fixed in the duty schedule.\n(2) Notwithstanding anything contained in sub-section (1), the hours of work for\nworking journalist shall, subject to a maximum of one hundred and forty-four hours of work\nduring any period of four consecutive weeks and a period of not less than twenty-four\nconsecutive hours of rest during any period of seven consecutive days, be such as may be\nprescribed by the Central Government.\n(3) Notwithstanding anything contained in sub-sections (1) and (2), a sales promotion\nemployee, —\n(i) in addition to such holidays, casual leave or other kinds of leave as may be\nprescribed by the Central Government, shall be granted, if requested for—\n(a) earned leave on full wages for not less than one-eleventh of the period\nspent on duty;\n(b) leave on medical certificate on one-half of the wages for not less than\none-eighteenth of the period of service;\n(ii) may accumulate earned leave upto such maximum limit as may be prescribed\nby the Central Government;\n(iii) may limit up to which the earned leave may be availed of at a time by him and\nthe reasons for which such limit may be exceeded, shall be such as may be prescribed\nby the Central Government;\n(iv) shall,—\n(a) when he voluntarily relinquishes his post or retires from service; or\n(b) when his services are terminated for any reason whatsoever (not being\ntermination as punishment),\nbe entitled to cash compensation, subject to such conditions and restrictions as may be\nprescribed by the Central Government (including conditions by way of specifying the\nmaximum period for which such cash compensation shall be payable), in respect of the\nearned leave earned by him and not availed of;\n(v) dies while in service, his heirs shall be entitled to cash compensation for the\nearned leave earned by him and not availed of;\n(vi) or his heirs shall be paid the cash compensation in respect of any period of\nearned leave for which he or his heirs, is or are entitled to cash compensation under\nclause (iv) or clause (v), as the case may be, shall be an amount equal to the wages due\nto such sales promotion employee for such period.\n(4) Notwithstanding anything contained in this section the working hours of an\nadolescent workers shall be regulated in accordance with the provisions of the Child and\nAdolescent Labour (Prohibition and Regulation) Act, 1986.\n61 of 1986.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n26"
  },
  {
    "id": 90,
    "text": "26. (1) No worker shall be allowed to work in an establishment for more than six days\nin a week:\nProvided that in any motor transport undertaking, an employer may, in order to prevent\nany dislocation of a motor transport service, require a worker to work on any day of rest\nwhich is not a holiday so arranged that the worker does not work for more than ten days\nconsecutively without a holiday for a whole day intervening.\n(2) The appropriate Government may, by notification, exempt such workers as it thinks\nfit from the provisions of sub-section (1), subject to such conditions as may be prescribed.\n(3) Where, as a result of the passing of an order or the making of a rule under the\nprovisions of this Code exempting an establishment or the workers therein from the provisions\nof sub-section (2), a worker is deprived of any of the weekly holidays, the worker shall be\nallowed, within the month in which the holidays were due or within the two months immediately\nfollowing that month, compensatory holidays of equal number to the holidays so deprived."
  },
  {
    "id": 91,
    "text": "27. There shall be paid wages at the rate of twice the rate of wages in respect of\novertime work, where a worker works in an establishment or class of establishments for more\nthan such hours of work in any day or in any week as prescribed by the appropriate\nGovernment and the period of overtime work shall be calculated on a daily basis or weekly\nbasis, whichever is more favourable to such worker:\nProvided that no worker shall be required to work overtime by the employer without\nthe prior consent of the worker in writing for such work."
  },
  {
    "id": 92,
    "text": "28. Where a worker in an establishment works on a shift which extends beyond\nmidnight,—\n(a) for the purposes of section 26, a holiday for a whole day shall mean in his\ncase a period of twenty-four consecutive hours beginning when his shift ends;\n(b) the following day for him shall be deemed to be the period of twenty-four\nhours beginning when such shift ends, and the hours he has worked after midnight\nshall be counted in the previous day."
  },
  {
    "id": 93,
    "text": "29. (1) The work shall not be carried on in any establishment by means of a system of\nshifts so arranged that more than one relay of workers is engaged in work of the same kind\nat the same time.\n(2) The appropriate Government or subject to the control of the appropriate Government,\nthe Chief Inspector-cum-Facilitator, may, by written order and for the reasons specified\ntherein, exempt on such conditions as may be deemed expedient, any establishment or class\nof establishments or any department or section of an establishment or any category or\ndescription of workers therein from the provisions of sub-section (1):\nProvided that the provisions of this sub-section shall not apply to mines."
  },
  {
    "id": 94,
    "text": "30. No worker shall be required or allowed to work in a mine or factory if he has already\nbeen working in any other such similar establishment within the preceding twelve hours,\nsave in such circumstances as may be prescribed by the appropriate Government."
  },
  {
    "id": 95,
    "text": "31. (1) There shall be displayed and correctly maintained in every establishment a\nnotice of periods of work, showing clearly for every day the periods during which workers\nmay be required to work in accordance with the provisions of this Code.\n(2) The form of notice required by sub-section (1), the manner of display of such\nnotice and the manner in which such notice shall be sent to the Inspector-cum-Facilitator\nshall be such as may be prescribed by the appropriate Government.\n(3) Any proposed change in the system of work in any establishment which will\nnecessitate a change in the notice referred to in sub-section (1) shall be intimated to the\nWeekly and\ncompensatory\nholidays.\nExtra wages\nfor overtime.\nNight shifts.\nProhibition\nof\noverlapping\nshifts.\nRestriction\non double\nemployment\nin factory\nand mine.\nNotice of\nperiods of\nwork.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n27\nInspector-cum-Facilitator before the change is made, and except with the previous sanction\nof the Inspector-cum-Facilitator, no such change shall be made until one week has elapsed\nsince that last change."
  },
  {
    "id": 96,
    "text": "32. (1) Every worker employed in an establishment shall be entitled for leave with\nwages subject to the following conditions, namely:—\n(i) that he has worked one hundred and eighty days or more in such calendar\nyear;\n(ii) that he shall be entitled for one day leave for every twenty days of his work,\nand in the case of adolescent worker for fifteen days of his work, in case of worker\nemployed below ground mine, at the rate of one day for every fifteen days of his work,\nin such calendar year;\n(iii) any period of layoff, maternity leave or annual leave availed by such person\nin such calendar year shall be counted for calculating the period of ninety days or\nmore under clause (i), but he shall not earn leave for the period so counted;\n(iv) any holidays falling between the leave availed by such person in a calendar\nyear or prefixed or suffixed holiday shall be excluded from the period of leave so\navailed;\n(v) in case of such worker whose service commences otherwise than on the first\nday of January shall be entitled to leave with wages at the rate specified in clause (ii),\nif he has worked for one-fourth of the total number of days in the remainder of the\ncalendar year;\n(vi) in case such worker is discharged or dismissed from service or quits\nemployment or is superannuated or dies while in service, during the course of the\ncalendar year, such worker or his heir or nominee, shall be entitled to wages in lieu of\nthe quantum of leave to which such worker was entitled immediately before his\ndischarge, dismissal, quitting of employment, superannuation or death, calculated as\nspecified in preceding clause, even if such worker has not worked for the required\nperiod under this sub-section making such worker eligible to avail such leave, and\nsuch payment shall be made—\n(a) where such worker is discharged or dismissed or quits employment\nbefore the expiry of the second working day from the date of such discharge,\ndismissal or quitting; and\n(b) where such worker is superannuated or dies while in service, before\nthe expiry of two months from the date of such superannuation or death;\n(vii) if such worker does not in any one calendar year take the whole of the leave\nallowed to him under this sub-section and the rules made thereunder, then, any leave\nnot taken by him shall be added to the leave to be allowed to him in the succeeding\ncalendar year so that—\n(a) the total number of days of leave that may be carried forward to a\nsucceeding year shall not exceed thirty days; and\n(b) such worker, who has applied for leave with wages but has not been\ngiven such leave in accordance with this sub-section and the rules made\nthereunder shall be entitled to carry forward the leave refused without any limit.\n(viii) without prejudice to clause (vi) such worker shall be entitled on his demand\nfor encashment of leave at the end of calendar year;\n(ix) such worker shall be entitled, where his total number of leave exceeds thirty\ndays under sub-clause (a) of clause (vii), to encash such exceeded leave.\nAnnual leave\nwith wages,\netc.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n28\n(2) The appropriate Government may, by notification, extend the provisions of\nsub-section (1) to any other establishment except railway establishment.\n(3) The provisions of this sub-section (1) shall not operate to the prejudice of any\nright to which a person employed in a mine may be entitled under any other law or under the\nterms of any award, agreement or contract of service:\nProvided that if such award, agreement or contract of service, provides for longer\nannual leave with wages than that provided in sub-section (1), the quantum of leave, which\nthe person employed shall be entitled to, shall be in accordance with such award, agreement\nor contract of service but leave shall be regulated in accordance with the provisions of\nsub-section (1) with respect of matters not provided for in such award, agreement or contract\nof service:\nProvided further that where the Central Government is satisfied that the leave rules\napplicable to persons employed in any mine provide benefits which in its opinion are not\nless favourable than those provided for in sub-section (1) it may, by order in writing and\nsubject to such conditions as may be specified therein exempt the mine from all or any of the\nprovisions of sub-section (1).\nCHAPTER VIII\nMAINTENANCE OF REGISTERS, RECORDS AND RETURNS"
  },
  {
    "id": 97,
    "text": "33.  An employer of an establishment shall—\n(a) maintain register in prescribed form, electronically or otherwise, containing\nsuch particulars of workers as may be prescribed by the appropriate Government\nincluding,—\n(i) work performed by them;\n(ii) number of hours of work constituting normal working hours in a day;\n(iii) day of rest allowed in every period of seven days;\n(iv) wage paid and receipts given therefor;\n(v) leave, leave wages, overtime work, attendance and dangerous\noccurrences; and\n(vi) employment of adolescent;\n(b) display notices at the workplace of the workers in the manner and form as\nmay be prescribed by the appropriate Government;\n(c) issue wage slips to the workers, in electronic forms or otherwise; and\n(d) file such return electronically or otherwise to the Inspector-cum-Facilitator\nin such manner and during such periods as may be prescribed by the appropriate\nGovernment.\nCHAPTER IX\nINSPECTOR-CUM-FACILITATORS AND OTHER AUTHORITY"
  },
  {
    "id": 98,
    "text": "34. (1) The appropriate Government may, by notification, appoint Inspector-cum-\nFacilitators for the purposes of this Code who shall exercise the powers conferred on them\nunder this Code throughout the State or such geographical limits assigned in relation to one\nor more establishments situated in such State or geographical limits or in one or more\nestablishments, irrespective of geographical limits, assigned to him by the appropriate\nGovernment, as the case may be.\n(2) The Inspector-cum-Facilitators appointed under sub-section (1) shall, apart from\nother duties to be discharged by them under this Code, conduct such inspections including\nweb based inspection in such manner as may be prescribed by the appropriate Government.\nMaintenance\nof registers\nand records\nand filing of\nreturns.\nAppointment\nof Inspector-\ncum-\nFacilitators.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n29\n(3) The appropriate Government may, by notification, appoint any person or persons\npossessing the prescribed qualifications and experience to be Chief Inspector-cum-Facilitator\nfor the purposes of such establishments or class of establishments and for such local limits\nof jurisdiction as may be specified in the notification and the Chief Inspector-cum-Facilitator\nmay within the local limits of his jurisdiction exercise the powers of the Inspector-cum-\nFacilitator:\nProvided that a Chief Inspector-cum-Facilitator may be appointed for the purposes of\na State or more than one States or for the purposes of the whole of the Country.\n(4) The appropriate Government may, by notification, appoint for the purposes of\nsuch establishments, as many Additional Chief Inspector-cum-Facilitators, Joint Chief\nInspector-cum-Facilitators and Deputy Chief Inspector-cum-Facilitators or any other officer\nof any designation as it thinks appropriate, to exercise such powers of the Chief Inspector-\ncum-Facilitator within his jurisdiction as may be specified in the notification.\n(5) Every Additional Chief Inspector-cum-Facilitator, Joint Chief Inspector-cum-\nFacilitator, Deputy Chief Inspector-cum-Facilitator and every other officer appointed under\nsub-section (4) shall, in addition to the powers of a Chief Inspector-cum-Facilitator specified\nin the notification by which the officer is appointed, exercise the powers of an Inspector-\ncum-Facilitator within such local limits as may be specified in the notification.\n(6) No person shall be appointed under sub-section (1), sub-section (3), sub-section (4)\nor sub-section (7), or having been so appointed, shall continue to hold office, who is, or who\nbecomes, directly or indirectly interested in a workplace or work activity or in any process or\nbusiness carried on in any workplace or in any plant or machinery connected therewith.\n(7) The appropriate Government may also, by notification, appoint such public officers\nas it thinks fit to be additional Inspector-cum-Facilitators for exercising the powers and\ndischarging the duties of Inspector-cum-Facilitator for all or any of the purposes of this\nCode within such local limits as may be specified in such notification.\n(8) Without prejudice to the other functions of the Inspector-cum-Facilitator under\nthis Code, an Inspector-cum-Facilitator may in respect of any establishment or class of\nestablishments in local area or areas of his jurisdiction where the Chief Inspector-cum-\nFacilitator with the approval of the appropriate Government and subject to such restrictions\nor conditions as he may think fit to impose, by order in writing authorise the Inspector-cum-\nFacilitator to exercise such of the powers of the Chief Inspector-cum-Facilitator as may be\nspecified in such order:\nProvided that the Chief Inspector-cum-Facilitator, with the approval of the appropriate\nGovernment, may by order in writing, prohibit the exercise, by any Inspector-cum-Facilitator\nor any class of Inspector-cum-Facilitators specified in such order, of any such power by\nsuch Inspector-cum-Facilitator or class of Inspector-cum-Facilitators.\n(9) Every Chief Inspector-cum-Facilitator, Additional Chief Inspector-cum-Facilitator,\nJoint Chief Inspector-cum-Facilitator, Deputy Chief Inspector-cum-Facilitator, Inspector-\ncum-Facilitator and every other officer appointed under this section shall be deemed to be a\npublic servant within the meaning of section 21 of the Indian Penal Code, and shall be\nofficially subordinate to such authority as the appropriate Government may specify in this\nbehalf."
  },
  {
    "id": 99,
    "text": "35. (1) Subject to any rules made in this behalf, an Inspector-cum-Facilitator, within\nthe local limits of his jurisdiction may,—\n(i) enter, with such assistance of persons, being persons in the service of the\nGovernment, or any local or other public authority, or with an expert, as he thinks fit,\nany place which is used, or which he has reason to believe, is used as a workplace;\n(ii) inspect and examine the mine, premises, plant, machinery, article or any other\nrelevant material;\nPowers of\nInspector-\ncum-\nFacilitators.\n45 of 1860.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n30\n(iii) inquire into any accident or dangerous occurrence, whether resulting in\nbodily injury, disability or death or not and take on the spot or otherwise statement of\nany person which he may consider necessary for such inquiry;\n(iv) in respect of a plantation and subject to any rules made by the State\nGovernment in this behalf, within his jurisdiction, examine the crops grown in any\nplantation or any worker employed therein or require the production of any register or\nother document maintained in pursuance of this Code, and take on the spot or otherwise\nstatement of any person which he may consider necessary for carrying out the\npurposes of this Code relating to plantation;\n(v) supply information and sensitises the employers and workers regarding the\nprovisions of this Code and compliance thereof;\n(vi) require the production of any register or any other document relating to the\nworkplace or work activity;\n(vii) search or seize, or take copies of, any register, record or other document or\nany portion thereof, as he may consider necessary in respect of any offence under this\nCode, which he has reason to believe, has been committed;\n(viii) direct the concerned occupier or employer that any premises or any part\nthereof, or anything lying therein, shall be left undisturbed (whether generally or in\nparticular respects) for so long as is necessary for the purpose of any inspection or\ninquiry;\n(ix) take measurements, photographs and videographs and make such recordings\nas he considers necessary for the purpose of any examination or inquiry;\n(x) take samples of any articles or substances found in any premises into which\nhe has power to enter and of the air of the atmosphere in or in the vicinity of any such\npremises in such manner as may be prescribed by the appropriate Government;\n(xi) direct the employer to—\n(a) dismantle any arcticle or substance; or\n(b) subject such article or substance to any process or test (but not so as\nto damage or destroy it unless the same is, in the circumstances necessary, for\ncarrying out the purposes of any provision of this Code);\nif such article or substance is found in any premises, being an article or substance\nwhich appears to the Inspector-cum-Facilitator as having caused or is likely to\ncause danger to the health and safety of employees, and take possession of\nsuch article or substance or a part thereof and detain it for so long as is necessary\nfor such examination, as required;\n(xii) issue show cause notice relating to safety, health and welfare provisions\narising under this Code, rules, regulations and bye-laws made thereunder;\n(xiii) prosecute, conduct or defend before any court any complaint or other\nproceeding arising under this Code, the rules and regulations made thereunder; and\n(xiv) exercise such other powers and perform such other duties as may be\nprescribed by the appropriate Government.\n(2) Any person required to produce any document or to give any information required\nby an Inspector-cum-Facilitator under sub-section (1) shall be deemed to be legally bound\nto do so within the meaning of section 175 and section 176 of the Indian Penal Code.\n(3) The provisions of the Code of Criminal Procedure, 1973, shall, so far as may be,\napply to such search or seizure under sub-section (1) as they apply to any search or seizure\nmade under the authority of a warrant issued under section 94 of that Code."
  },
  {
    "id": 100,
    "text": "36. The District Magistrate shall, within the local limits of his jurisdiction, exercise\nsuch powers and duties of the Inspector-cum-Facilitator in respect of mines as may be\nprescribed by the Central Government.\nPowers and\nduties of\nDistrict\nMagistrate.\n45 of 1860.\n2 of 1974.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n31"
  },
  {
    "id": 101,
    "text": "37. The appropriate Government may, by notification, empanel experts possessing\nsuch specialised qualifications and experience as may be prescribed, and authorise the\nemployers of such start up establishments and class of other establishments to choose any\nof such experts as are specified in the notification for third party certification in respect of\nsuch start up establishments and class of other establishments who shall perform such\nduties and hold such responsibilities as may be prescribed and submit their reports to the\nconcerned employer and Inspector-cum-Facilitator separately for the purpose of ensuring\ncompliance of the provisions of this Code."
  },
  {
    "id": 102,
    "text": "38. (1) Without prejudice to the other powers of  the Chief  Inspector-cum-Facilitator\nor Inspector-cum-Facilitator in this Code, the Chief Inspector-cum-Facilitator or the Inspector-\ncum-Facilitator,—\n(A) in respect of a factory shall have the following special powers, namely:—\n(a) where it appears to the Inspector-cum-Facilitator that conditions in a\nfactory or part thereof are such that they may cause serious hazard or imminent\ndanger by way of injury or death to the persons employed therein or to the\ngeneral public in the vicinity, he may, by order in writing to the occupier of the\nfactory, state the particulars in respect of which he considers the factory or part\nthereof to be the cause of such serious hazard or imminent danger and prohibit\nsuch occupier from employing any person in the factory or any part thereof\nother than the minimum number of persons necessary to attend to the minimum\ntasks till the hazard or danger is removed;\n(b) any order issued by the Inspector-cum-Facilitator under sub-clause (a)\nshall have effect for a period of three days until extended by the Chief Inspector-\ncum-Facilitator by a subsequent order;\n(c) any person aggrieved by an order of the Inspector-cum-Facilitator\nunder sub-clause (a), and the Chief Inspector-cum-Facilitator under\nsub-clause (b), shall have the right to appeal to the High Court;\n(d) any person whose employment has been affected by an order issued\nunder sub-clause (a), shall, without prejudice to the rights of the parties under\nthe Industrial Disputes Act, 1947, be entitled to wages and other benefits and it\nshall be the duty of the occupier to provide alternative employment to him\nwherever possible in such manner as may be prescribed by the appropriate\nGovernment;\n(B) in respect of mines shall have the following special powers, namely:—\n(a) if, in respect of any matter for which no express provision is made by\nor under this Code, it appears to the Chief Inspector-cum-Facilitator or an\nInspector-cum-Facilitator that any mine or part thereof or any matter, thing or\npractice in or connected with the mine, or with the control, supervision,\nmanagement or direction thereof, is dangerous to human life or safety or is\ndefective so as to threaten or tend to cause, the bodily injury of any person, he\nmay give notice in writing thereof to the employer of the mine stating therein the\nparticulars in respect of which he considers the mine or part thereof or the\nmatter, thing or practice to be dangerous or defective and require the same to be\nremedied within such time and in such manner as he may specify in the notice;\n(b) where the employer of a mine fails to comply with the terms of a notice\ngiven under sub-clause (a) within the period specified therein, the Chief\nInspector-cum-Facilitator or the Inspector-cum-Facilitator may, by order in\nwriting, prohibit the employment in or about the mine or any part thereof of any\nperson whose employment is not in his opinion reasonably necessary for securing\ncompliance with the terms of the notice;\n(c) without prejudice to the provisions contained in sub-clause (a), the\nChief Inspector-cum-Facilitator or the Inspector-cum-Facilitator may, by order\nThird party\naudit and\ncertification.\nSpecial\npowers of\nthe Chief\nInspector-\ncum-\nFacilitator or\nInspector-\ncum-\nFacilitator in\nrespect of\nfactory,\nmines and\ndock work\nand building\nand other\nconstruction\nwork.\n14 of 1947.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n32\nin writing addressed to the employer of a mine, prohibit the extraction or reduction\nof pillars or blocks of minerals in any mine or part thereof, if, in his opinion, such\noperation is likely to cause the crushing of pillars or blocks of minerals or the\npremature collapse of any part of the workings or otherwise endanger the mine\nor the life or safety of persons employed therein or if, in his opinion, adequate\nprovision against the outbreak of fire or flooding has not been made by providing\nfor the sealing off and isolation of the part of the mine in which such operation\nis contemplated and for restricting the area that might be affected by fire or\nflooding;\n(d) if  the Inspector-cum-Facilitator authorised, by general or special order\nin writing by the Chief Inspector-cum-Facilitator, is of opinion that there is\nurgent and immediate danger to the life or safety of any person employed in any\nmine or part thereof, he may, by order in writing containing a statement of the\ngrounds of his opinion, prohibit until he is satisfied that the danger is removed,\nthe employment in or about the mine or any part thereof of any person whose\nemployment is not in his opinion reasonably necessary for the purpose of\nremoving the danger;\n(e) every person whose employment is prohibited under sub-clause (b) or\nsub-clause (d) shall be entitled to payment of full wages for the period for which\nhe would have been, but for the prohibition in employment and the employer\nshall be liable for payment of such full wages of that person:\nProvided that the employer may instead of paying such full wages provide\nsuch person with an alternative employment at the same wages which such\nperson was receiving in the employment which was prohibited;\n(f) where a notice has been given under sub-clause (a) or an order made\nunder sub-clause (b) or  sub-clause (c) or sub-clause (d) by an Inspector-cum-\nFacilitator, employer of the mine may, within ten days after the receipt of the\nnotice or order, as the case may be, appeal against the same to the Chief\nInspector-cum-Facilitator who may confirm, modify or cancel the notice or order;\n(g) the Chief Inspector-cum-Facilitator or the Inspector-cum-Facilitator\nsending a notice under sub-clause (a) or making an order under sub-clause (b)\nor sub-clause (c) or sub-clause (d) and the Chief Inspector-cum-Facilitator making\nan order (other than an order of cancellation in appeal) under sub-clause (f) shall\nforthwith report the same to the Central Government;\n(h) if  the employer of the mine objects to a notice sent under sub-clause (a)\nby the Chief Inspector-cum-Facilitator or the Inspector-cum-Facilitator or to an\norder made by the Chief Inspector-cum-Facilitator or the Inspector-cum-\nFacilitator under sub-clause (b) or sub-clause (c) or sub-clause (d) or sub-clause (f),\nhe may, within twenty days after the receipt of the notice containing the\nrequisition or of the order or after the date of the decision on appeal, as the case\nmay be, send his objection in writing stating the grounds thereof to the Central\nGovernment which shall, ordinarily within a period of two months from the date\nof receipt of the objection, decide the matter.\n(i) every notice under sub-clause (a), or order under sub-clause (b) or\nsub-clause (c) or sub-clause (d) or sub-clause (f), to which objection is made\nunder sub-clause (h), shall be complied with, pending with the conserned Chief\nInspector-cum-Facilitators or Inspector-cum-Facilitators of  the mine for the\ndecision of the Central Government:\nProvided that the Central Government may, on the application of the\nemployer, suspend the operation of a notice under sub-clause (a), pending its\ndecision on the objection.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n45\n33\n(j) nothing in this section shall affect the powers of an Executive Magistrate\nunder section 144 of the Code of Criminal Procedure, 1973;\n(k) where in respect of any matter relating to safety of mine for which\nexpress provision is made by or under this Code, the employer of a mine fails to\ncomply with such provisions, the Chief Inspector-cum-Facilitator may give notice\nin writing requiring the same to be complied with within such time as he may\nspecify in the notice or within such extended period of time as he may, from time\nto time, specify thereafter;\n(l) where the employer fails to comply with the terms of a notice given\nunder sub-clause (k) within the period specified in such notice or within the\nextended period of time specified under that sub-clause, the Chief Inspector-\ncum-Facilitator may, by order in writing, prohibit the employment in or about the\nmine or any part thereof of any person whose employment is not, in his opinion,\nreasonably necessary for securing compliance with the terms of the notice;\n(m) every person whose employment is prohibited under sub-clause (l),\nshall be entitled to payment of full wages for the period for which he would have\nbeen, but for the prohibition, in employment, and the owner, agent or manager\nshall be liable for payment of such full wages of that person:\nProvided that the employer may, instead of paying such full wages, provide\nsuch person with an alternative employment at the same wages which such\nperson was receiving in the employment which was prohibited under\nsub-clause (l);\n(n) the provisions of sub-clauses (g), (h) and (i) shall apply in relation to\na notice issued under sub-clause (k) or an order made under sub-clause (l) as\nthey apply in relation to a notice under sub-clause (a) or an order under\nsub-clause (b);\n(o) Chief Inspector-cum-Facilitator may, for reasons to be recorded in\nwriting, reverse or modify any order passed by him under this Code or under\nany regulation, rule or bye-law made thereunder in relation to mine;\n(p) no order prejudicial to the owner, agent or manager of a mine shall be\nmade under this section unless such owner, agent or manager has been given a\nreasonable opportunity of making representation;\n(q) the Central Government may reverse or modify any order passed by\nChief Inspector-cum-Facilitator under this Code in relation to mine.\n(C) in respect of dock work shall have the following special powers, namely:—\n(a) if it appears to an Inspector-cum-Facilitator that any place where any\ndock work is being carried on is in such a condition that it is dangerous to life,\nsafety or health, of dock workers, he may, in writing, serve on the employer, an\norder prohibiting any dock work in such place until measures have been taken\nto remove the cause of the danger to his satisfaction;\n(b) an Inspector-cum-Facilitator after serving an order under clause (a)\nshall endorse a copy thereof to the Chief Inspector-cum-Facilitator who may\nmodify or cancel the order without waiting for an appeal;\n(c) any person aggrieved by an order under clause (a) or clause (b) may,\nwithin fifteen days from the date on which the order is communicated to him,\nprefer an appeal to the Chief Inspector-cum-Facilitator or where such order is by\nthe Chief Inspector-cum-Facilitator, to the Central Government and the Chief\nInspector-cum-Facilitator or Central Government shall, after giving the appellant\nan opportunity of being heard, dispose of the appeal within sixty days:\n2 of 1974.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n34\nProvided that the Chief Inspector-cum-Facilitator or the Central\nGovernment may entertain the appeal after the expiry of the said period of fifteen\ndays, if it is satisfied that the appellant was prevented by sufficient cause from\nfiling the appeal in time:\nProvided further that an order under clause (a) shall be complied with,\npending the decision of the Chief Inspector-cum-Facilitator or Central\nGovernment.\n(2) Without prejudice to the other powers of an Inspector-cum-Facilitator elsewhere in\nthis Code,—\n(a) if it appears to the Inspector-cum-Facilitator that any site or place at which\nany building or other construction work is being carried on, is in such condition that\nit is dangerous to life, safety or health of building workers or the general public, he\nmay, in writing serve on the employer of building workers or on the employer of the\nestablishment or on the person in charge of such site or place an order prohibiting any\nbuilding or other construction work at such site or place until measures have been\ntaken to remove the cause of the danger to his satisfaction;\n(b) an Inspector-cum-Facilitator serving an order under clause (a) shall endorse\na copy to the Chief Inspector-cum-Facilitator;\n(c) such prohibition order shall be complied with by the employer forthwith.\n(3) Any person aggrieved by an order under clause (a) of sub-section (2), may, within\nfifteen days from the date on which the order is communicated to him, may prefer an appeal\nto the Chief Inspector-cum-Facilitator or where such order is by the Chief Inspector-cum-\nFacilitator, to the appropriate Government and the Chief Inspector-cum-Facilitator or the\nappropriate Government, as the case may be, shall, after giving the appellant an opportunity\nof being heard, dispose of the appeal within sixty days:\nProvided that the Chief Inspector-cum-Facilitator or the appropriate Government may,\nentertain the appeal after the expiry of the said period of fifteen days if it is satisfied that the\nappellant was prevented by sufficient cause from filing the appeal in time:\nProvided further that the prohibition, shall be complied with, subject to the decision of\nthe Chief Inspector-cum-Facilitator or the appropriate Government."
  },
  {
    "id": 103,
    "text": "39. (1) All copies of, and extracts from, registers or other records pertaining to any\nestablishment and all other information relating to any manufacturing or commercial business\nor any working process acquired by the Chief Inspector-cum-Facilitator or an Inspector-\ncum-Facilitator or by any one assisting him, in the course of the inspection or survey of any\nestablishment under this Code or acquired by any person authorised under section 20 in the\nexercise of his duties thereunder, shall be regarded as confidential and shall not, while in\nservice or after leaving the service, be disclosed to any person or authority unless the Chief\nInspector-cum-Facilitator or the Inspector-cum-Facilitator considers disclosure necessary\nto ensure the health, safety or welfare of any person employed in establishment.\n(2) Nothing in sub-section (1) shall apply to the disclosure of any such information to—\n(a) any court;\n(b) any Committee or Board constituted under this Code;\n(c) an official superior or the employer of the establishment concerned;\n(d) a Commissioner for employees’ compensation appointed under the\nEmployees’ Compensation Act, 1923;\n(e) the Controller, Indian Bureau of Mines; and\n(f) any such officer, authority or authorised as may be specified in this behalf by\nthe appropriate Government.\nSecrecy of\ninformation\nby Chief\nInspector-\ncum-\nFacilitator or\nInspector-\ncum-\nFacilitator,\netc.\n8 of 1923.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n35\n(3) Notwithstanding anything contained in the Right to Information Act, 2005, no\nChief  Inspector-cum-Facilitator or Inspector-cum-Facilitator shall disclose the source of\nany complaint, without his consent, made to him regarding the contravention of the provisions\nof this Code and shall also not while making an inspection under this Code in pursuance of\nsuch complaint, disclose to the employer concerned or any of his representative that the\ninspection is being made in pursuance of such complaint."
  },
  {
    "id": 104,
    "text": "40. Every employer of an establishment shall afford the Chief Inspector-cum-Facilitator\nand every Inspector-cum-Facilitator having jurisdiction or every person authorised by Chief\nInspector-cum-Facilitator all reasonable facilities for making any entry, inspection, survey,\nmeasurement, examination or inquiry under this Code."
  },
  {
    "id": 105,
    "text": "41. Any person in the service of the Government duly authorised in this behalf by a\nspecial order in writing of the Chief Inspector-cum-Facilitator or of an Inspector-cum-\nFacilitator may, for the purpose of surveying, levelling or measuring any mine or any output\ntherefrom, after giving not less than three days’ notice to the manager of such mine, enter the\nmine and may survey, level or measure the mine or any part thereof or any output therefrom\nat any time by day or night:\nProvided that, where in the opinion of the Chief Inspector-cum-Facilitator or of an\nInspector-cum-Facilitator an emergency exists, he may, by order in writing, authorise any\nsuch person to enter the mine for any of the aforesaid purposes without giving any such\nnotice."
  },
  {
    "id": 106,
    "text": "42. (1) The appropriate Government may appoint medical practitioners having\nprescribed qualification to be medical officers for the purposes of this Code in relation to\nfactory, mines, plantation, motor transport undertakings and any other establishment as\nmay be:\nProvided that the medical officers so appointed shall before entering into their office,\ndisclose to the appropriate Government their interest in the concerned establishment.\n(2) The medical officer shall perform the following duties, namely:—\n(a) the examination and certification of workers in a mine or factory or any other\nestablishment engaged in such dangerous occupations or processes as may be prescribed;\n(b) the exercise of such medical supervision for any factory, mines, plantation,\nmotor transport undertaking and such other establishment as may be prescribed by\nthe appropriate Government where cases of illness have occurred which it is reasonable\nto believe are due to the nature of any process carried on or other conditions of work\nprevailing in such establishments;\n(c) the examination and certification of adolescent for the purpose of ascertaining\nhis fitness for employment in factory, plantation, motor transport undertakings and\nany other establishment as may be prescribed by the appropriate Government in any\nwork which is likely to cause injury to their health.\nCHAPTER X\nSPECIAL PROVISION RELATING TO EMPLOYMENT OF WOMEN"
  },
  {
    "id": 107,
    "text": "43. Notwithstanding any prohibition in any other law for the time being in force in this\nbehalf and subject to such conditions relating to safety, holidays and working hours or any\nother condition to be observed by the employer as may be prescribed by the appropriate\nGovernment, the women workers may, with her consent, be employed in an establishment\nbefore 6 a.m. and beyond 7 p.m."
  },
  {
    "id": 108,
    "text": "44. Where the appropriate Government considers that the employment of women is\ndangerous for their health and safety, in an establishment or class of establishments, due to\nthe operation carried out therein, such Government may in the prescribed manner, prohibit\nthe employment of women for such operation.\n22 of 2005.\nFacilities to\nbe afforded\nto the\nInspector-\ncum-\nFacilitator.\nPowers of\nSpecial\nOfficer to\nenter,\nmeasure, etc.\nin relation to\nmine.\nMedical\nofficer.\nEmployment\nof women in\nnight.\nProhibition of\nemployment\nof women in\ndangerous\noperation.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n36\nCHAPTER XI\nSPECIAL PROVISIONS FOR CONTRACT LABOUR AND INTER-STATE MIGRANT WORKER, ETC.\nPART I\nCONTRACT LABOUR AND INTER-STATE MIGRANT WORKER"
  },
  {
    "id": 109,
    "text": "45. (1) This Part shall apply to—\n(i) every establishment in which twenty or more contract labour are employed or\nwere employed on any day of the preceding twelve months through contract;\n(ii) every manpower supply contractor who has employed on any day of the\npreceding twelve months twenty or more contract labour:\nProvided that the provisions of this clause shall not apply to sections 59 to 62:\nProvided further that the appropriate Government may, after giving not less than two\nmonths’ notice of its intention so to do, by notification, apply the provisions of this Part to\nany establishment or manpower supply contractor employing such number of worker less\nthan twenty as may be specified in the notification:\nProvided also that, where any other threshold of contract labour as provided in this\nsub-section is in force in a State under the law for the time being in force in such State\nimmediately before the commencement of this Code, then, such threshold shall prevail,\nwithout prejudice to the first proviso, for the purposes of this sub-section till it is amended\nby the competent legislature.\n(2)  This Part shall not apply to the establishment in which work only of an intermittent\nor casual nature is performed:\nProvided that if a question arises as to whether work performed in an establishment is\nof an intermittent or casual nature, the appropriate Government shall decide that question\nafter consultation with the National Board or a State Advisory Board and its decision thereon\nshall be final.\nExplanation.—For the purpose of this sub-section, work performed in an establishment\nshall not be deemed to be of an intermittent nature—\n(i) if it was performed for more than one hundred and twenty days in the preceding\ntwelve months; or\n(ii) if it is of seasonal character and is performed for more than sixty days in a\nyear."
  },
  {
    "id": 110,
    "text": "46. The appropriate Government may, by an order, appoint such persons, being Gazetted\nofficers of the Government, as it thinks fit to be licensing officers and define the limits, within\nwhich the licensing officer shall exercise the powers conferred on him by or under this Part\nof the Code."
  },
  {
    "id": 111,
    "text": "47. (1) No contractor to whom this Part applies shall—\n(a) supply or engage contract labour in any establishment; or\n(b) undertake or execute the work through contract labour,\nexcept under and in accordance with a licence issued to him by a licensing officer after\nsatisfying that the contractor fulfils such requisite qualifications or criteria as may be\nprescribed by the Central Government and such licence shall, in addition to the prescribed\nparticulars and conditions specified in sub-section (3), specify the number of such contract\nlabour who can be engaged and the amount of security to be deposited by the contractor.\n(2) Where the contractor does not fulfil the requisite qualifications or criteria referred\nto in sub-section (1), the licensing officer may issue him a “work specific licence” renewable\nwithin such period as may be prescribed by the appropriate Government to supply or engage\nApplicability\nof this Part.\nAppointment\nof licensing\nofficers.\nLicensing of\ncontractors.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n37\nthe contract labour, or execute the work through contract labour, only for the concerned\nwork order as may be specified in such licence and subject to such conditions as may be\nspecified in such licence.\n(3) Subject to the provisions of this Part,—\n(a) a licence under sub-section (1), may contain such conditions including, in\nparticular, conditions as to hours of work, fixation of wages and other essential amenities\nin respect of contract labour as may be prescribed by the appropriate Government;\n(b) the licence referred to in sub-section (1) or sub-section (2), shall be obtained\nfrom, if for such establishment the appropriate Government is—\n(i) the Central Government, the licensing officer appointed by that\nGovernment; and\n(ii) the State Government, the licensing officer appointed by that\nGovernment:\nProvided that in case the contractor supplies or engages contract labour or\nundertakes or executes the work under sub-section (1) in more than one establishment\nsituated in different States, then, he shall obtain the licence,—\n(i) where for such establishments, Central Government is the appropriate\nGovernment, from the licensing officer appointed by the Central Government\nhaving jurisdiction over the place where the head office of the contractor is\nsituated; or\n(ii) where for such establishments, State Government is the appropriate\nGovernment from the licensing officer appointed by the State Government having\njurisdiction over the place where the head office of the contractor is situated."
  },
  {
    "id": 112,
    "text": "48. (1) Every application for issuing a licence under sub-section (1) or sub-section (2)\nof section 47 shall be made in such form and manner and shall contain such particulars\nregarding the number of contract labour, nature of work for which contract labour is to be\nemployed and such other particulars as may be prescribed by the appropriate Government.\n(2) The licensing officer may make such investigation in respect of the application\nreceived under sub-section (1) and in making any such investigation the licensing officer\nshall follow such procedure as may be prescribed by the appropriate Government.\n(3) The licence issued under sub-section (1) of section 47 shall be valid for a period of\nfive years in respect of the number of contract labour specified therein and in case the\ncontractor wants to increase the number of the contract labour, then, he shall apply in the\nprescribed manner for the renewal of the licence for such purpose to the licensing officer and\nif the licence is renewed by the licensing officer in the prescribed manner, the contract labour\nshall be increased to such extent by depositing such security deposit as specified in the\nrenewed licence for the balance period."
  },
  {
    "id": 113,
    "text": "49. The contractor shall not charge directly or indirectly, in whole or in part, any fee or\ncommission from the contract labour."
  },
  {
    "id": 114,
    "text": "50. (1) When a contractor receives work order from an establishment either to supply\ncontract labour in the establishment or to execute the contract through contract labour in the\nestablishment he shall, within such time and in such manner as may be prescribed, intimate\nto the appropriate Government.\n(2) Where the contractor fails to give intimation under sub-section (1), the licensing\nofficer may, after giving the holder of the licence an opportunity of showing cause, suspend\nor cancel the licence in such manner as may be prescribed by the appropriate Government.\nGrant of\nlicence.\nNo fees or\nCommission\nor any cost\nto workers.\nInformation\nregarding\nwork order\nto be given\nto the\nappropriate\nGovernment.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n38"
  },
  {
    "id": 115,
    "text": "51. (1) If the licensing officer is satisfied, either on a reference made to him in this\nbehalf or otherwise, that—\n(a) a licence granted under this Part has been obtained by misrepresentation or\nsuppression of any material fact, or\n(b) the holder of a licence has, failed to comply with the conditions subject to\nwhich the licence has been granted or has contravened any of the provisions of this\nPart or the rules made thereunder, then code, without prejudice to any other penalty to\nwhich the contractor may be liable under this Code, the licensing officer may, after\ngiving the contractor an opportunity of showing cause, revoke or suspend the licence.\n(2) Subject to any rules that may be made in this behalf, the licensing officer may\namend a licence granted under this Part."
  },
  {
    "id": 116,
    "text": "52. (1) Any person aggrieved by an order made under section 47 or section 48 or\nsection 51 may, within thirty days from the date on which the order is communicated to him,\nprefer an appeal to an appellate authority notified in this behalf by the appropriate\nGovernment:\nProvided that the appellate authority may entertain the appeal after the expiry of the\nsaid period of thirty days, if he is satisfied that the appellant was prevented by sufficient\ncause from filing the appeal in time.\n(2) On receipt of an appeal under sub-section (1), the appellate authority shall, after\ngiving the appellant an opportunity of being heard, dispose of the appeal within thirty days\nfrom the date on which the appeal is preferred."
  },
  {
    "id": 117,
    "text": "53. Welfare facilities relating to providing of canteens, rest rooms, drinking water and\nfirst aid as referred to and prescribed, under section 23 and section 24 shall be provided by\nthe principal employer of the establishment to the contract labour who are employed in such\nestablishment."
  },
  {
    "id": 118,
    "text": "54. Where any establishment is employing contract labour through a contractor who\nis required to obtain a licence under this Part, but he has not obtained such licence, the\ncontract labour so engaged through such contractor, shall be deemed to be employed by the\nprincipal employer."
  },
  {
    "id": 119,
    "text": "55. (1) A contractor shall be responsible for payment of wages to each contract labour\nemployed by him and such wages shall be paid before the expiry of such period as may be\nprescribed by the appropriate Government.\n(2) Every contractor shall, make the disbursement of wages referred to in sub-section (1),\nthrough bank transfer or electronic mode and inform the principal employer electronically\nthe amount so paid by such mode:\nProvided that where it is not practicable to disburse such payment otherwise than in\ncash, then, it shall be disbursed in the presence of a representative duly authorised by the\nprincipal employer and it shall be the duty of such representative to certify the amount so\npaid as wages in such manner as may be prescribed by the appropriate Government.\n(3) In case the contractor fails to make payment of wages referred to in sub-section (1),\nwithin the prescribed period or makes short payment, then, the principal employer shall be\nliable to make payment of the wages in full or the unpaid balance due, as the case may be, to\nthe concerned contract labour employed by the contractor and recover the amount so paid\nfrom the contractor either by deduction from any amount payable to the contractor under\nany contract or as a debt payable by the contractor.\n(4) The appropriate Government, in the event the contractor does not pay the wages\nto the contract labour employed by him, shall pass the orders of making payment of such\nwages from the amount deposited by such contractor as security deposit under the licence\nissued by the licensing officer to the contractor, in the manner as prescribed by the appropriate\nGovernment.\nRevocation,\nsuspension\nand\namendment\nof licence.\nAppeal.\nLiability of\nprincipal\nemployer for\nwelfare\nfacilities.\nEffect of\nemploying\ncontract\nlabour from a\nnon-licenced\ncontractor.\nResponsibility\nfor payment\nof wages.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n39"
  },
  {
    "id": 120,
    "text": "56. Every concerned contractor or principal employer of the establishment concerned\nshall issue experience certificate, in such form as may be prescribed by the appropriate\nGovernment, to the contract labour annually, or as and when demanded by the contract\nlabour giving details of the work performed by such contract labour."
  },
  {
    "id": 121,
    "text": "57. (1) Notwithstanding anything contained in this Part, the appropriate Government\nmay, after consultation with the National Board or a State Advisory Board, prohibit, by\nnotification, employment of contract labour in any process, operation or other work in any\nestablishment.\n(2) Before issuing any notification under sub-section (1), in relation to an establishment,\nthe appropriate Government shall have regard to the conditions of work and benefits provided\nfor the contract labour in that establishment and other relevant factors, such as—\n(a) whether the process, operation or other work is incidental to, or necessary\nfor the industry, trade, business, manufacture or occupation that is carried on in the\nestablishment;\n(b) whether it is of perennial nature, that is to say, it is of sufficient duration\nhaving regard to the nature of industry, trade, business, manufacture or occupation\ncarried on in that establishment;\n(c) whether it is done ordinarily through regular workers in that establishment or\nan establishment similar thereto; and\n(d) whether it is sufficient to employ considerable number of whole-time worker.\nExplanation.—If a question arises whether any process or operation or other work is\nof perennial nature, the decision of the appropriate Government thereon shall be final."
  },
  {
    "id": 122,
    "text": "58. The appropriate Government may, in the case of an emergency, direct, by\nnotification, that subject to such conditions and restrictions, if any, and for such period or\nperiods, as may be specified in the notification, all or any of the provisions of this Code or\nthe rules made thereunder shall not apply to any establishment or class of establishments or\nany class of contractors."
  },
  {
    "id": 123,
    "text": "59. It shall be the duty of every employer of an establishment employing inter-State\nmigrant worker in connection with the work of that establishment,—\n(i) to ensure suitable conditions of work to such worker having regard to the\nfact that they are required to work in a State different from their own State;\n(ii) in case of fatal accident or serious bodily injury to any such worker, to report\nto the specified authorities of both the States and also the next of kin of the worker;\n(iii) to provide and maintain suitable residential accommodation to such worker\nduring the period of their employment;\n(iv) to provide the prescribed medical facilities and periodical medical examination\nto the such worker, free of charge."
  },
  {
    "id": 124,
    "text": "60. (1) There shall be paid by the contractor to every inter-State migrant worker at the\ntime of recruitment, a displacement allowance equal to fifty per cent. of the monthly wages\npayable to him.\n(2) The amount paid to a worker as displacement allowance under sub-section (1),\nshall not be refundable and shall be in addition to the wages or other amount payable to him."
  },
  {
    "id": 125,
    "text": "61. A journey allowance of a sum not less than the fare from the place of residence of\nthe inter-State migrant workers in his State to the place of work in the other State shall be\npayable by the contractor to the workers both for the outward and return journeys at the\ntime of recruitment only and such worker shall be entitled to payment of wages during the\nperiod of such journeys as if he were on duty.\nExperience\ncertificate.\nProhibition\nof\nemployment\nof contract\nlabour.\nPower to\nexempt in\nspecial cases.\nFacilities to\ninter-State\nmigrant\nworkers.\nDisplacement\nallowance.\nJourney\nallowance,\netc.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n40"
  },
  {
    "id": 126,
    "text": "62. No suit or other proceeding shall lie in any court or before any authority for the\nrecovery of debt or any part thereof relating to an inter-State migrant worker after the\ncompletion of his employment where it remains unsettled obligation to the contractor or the\nprincipal employer and such debt or part thereof shall, on the completion of the period of\nemployment of such worker, be deemed to have been extinguished.\nPART II\nAUDIO-VISUAL WORKERS"
  },
  {
    "id": 127,
    "text": "63. (1) No person shall be employed as an audio-visual worker in or in connection with\nproduction of any audio-visual programme unless,—\n(a) an agreement in writing is entered into—\n(i) with such person by the producer of such audio-visual programme; or\n(ii) by the producer of such audio-visual programme with the contractor,\nwhere such person is employed through such contractor; and\n(b) such agreement is registered with the competent authority by the producer\nof such audio-visual programme.\n(2) Every agreement, referred to in sub-section (1) shall,—\n(a) be in the prescribed form;\n(b) specify the name and such other particulars as may be prescribed by the\nCentral Government with respect to, the audio-visual worker whose employment the\nagreement relates;\n(c) include, where such audio-visual worker is employed through a contractor, a\nspecific condition to the effect that in the event of the contractor failing to discharge\nhis obligations under the agreement to the audio-visual worker with respect to payment\nof wages or any other matter, the producer of the audio-visual programme shall also be\nliable to discharge such obligations and shall be entitled to be reimbursed with respect\nthereto by the contractor.\n(3) A copy of the agreement referred to in sub-section (1) with respect to the\nemployment of the audio-visual worker shall, if such audio-visual worker is entitled to the\nbenefits of provident fund, also be forwarded by the producer of the audio-visual programme\nto the authority as may be prescribed by the Central Government.\n(4) Notwithstanding anything contained in Chapter V, VI and VII, the agreement\nreferred to in sub-section (1) shall include,—\n(i) nature of assignment;\n(ii) wages and other benefits (including provident fund, if any);\n(iii) health and working condition;\n(iv) safety;\n(v) hours of work; and\n(vi) welfare facilities,\nand it shall be responsibility of the producer to provide the facilities specified in the agreement\nto the audio-visual worker and the payment of wages shall be through electronic mode.\nPART III\nMINES"
  },
  {
    "id": 128,
    "text": "64. (1) Save as may be otherwise prescribed by the Central Government, every mine\nshall be under a sole manager who shall have the prescribed qualifications and the owner or\nagent of every mine shall appoint a person having such qualifications to be the manager:\nPast\nliabilities.\nProhibition\nof\nemployment\nof audio-\nvisual worker\nwithout\nagreement.\nManagers.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n41\nProvided that the owner or agent may appoint himself as manager if he possesses the\nprescribed qualifications.\n(2) Subject to any instructions given to him by or on behalf of the owner or agent of\nthe mine, the manager shall be responsible for the overall management, control, supervision\nand direction of the mine and all such instructions when given by the owner or agent shall\nbe confirmed in writing forthwith.\n(3) Except in case of an emergency, the owner or agent of a mine or anyone on his\nbehalf shall not give, otherwise than through the manager, instructions affecting the fulfillment\nof his statutory duties, to a person, employed in a mine, who is responsible to the manager."
  },
  {
    "id": 129,
    "text": "65. (1) The provisions of this Code, except those contained in sections 35, 38, 40, 41\nand 44, shall not apply to—\n(a) any mine or part thereof in which excavation is being made for prospecting\npurposes only and not for the purpose of obtaining minerals for use or sale subject to\nsuch conditions relating to number of employees, depth of excavation and other\nmatters as may be prescribed by the Central Government;\n(b) any mine engaged in the extraction of  kankar, murrum, laterite, boulder,\ngravel, shingle, ordinary sand (excluding mouldings and glass sand and other mineral\nsands), ordinary clay (excluding kaolin, china clay, white clay or fire clay), building\nstone, slate, road metal, earth, fullers earth (marl, chalk) and lime stone subject to such\nconditions relating to workings, opencast workings and explosives as may be prescribed\nby the Central Government.\n(2) Notwithstanding anything contained in sub-section (1), the Central Government\nmay declare that the provisions of this Code shall apply to such mine or part thereof as may\nbe prescribed by it.\n(3) Without prejudice to the provisions contained in sub-section (2), if at any time any\nof the conditions specified in clause (a) or clause (b) of sub-section (1) is not fulfilled in\nrelation to any mine referred to in that sub-section, the provisions of this Code not set out in\nsub-section (1), shall become immediately applicable, and it shall be the duty of the employer\nof the mine to inform about such non-fulfillment to such authority in such manner and within\nsuch time as may be prescribed by the Central Government."
  },
  {
    "id": 130,
    "text": "66. (1) In case of an emergency involving serious risk to the safety of  the mine or of\npersons employed therein, or in case of an accident, whether actual or apprehended, or in\ncase of any act of God or in case of any urgent work to be done to machinery, plant or\nequipment of the mine as a result of breakdown of such machinery plant or equipment, the\nmanager may, subject to the provision of clause (B) of sub-section (1) of section 38 and in\naccordance with the provisions as specified in section 25 relating to exemption from weekly\nday of rest, hours of work above ground, hours of work below ground and notices regarding\nhours of work relating to mines, permit persons to be employed in contravention of sections\n25, 30 and sub-section (1) of section 31 on such work as may be necessary to protect the\nsafety of the mine or of the persons employed therein:\nProvided that in case of any urgent work to be done to machinery, plant or equipment\nunder this section, the manager may take the action permitted by this section, although the\nproduction of mineral would thereby be incidentally affected, but any action so taken shall\nnot exceed the limits necessary for the purpose of avoiding serious interference with the\nordinary working of the mine.\n(2) Every case in which action has been taken by the manager under sub-section (1),\nshall be recorded together with the circumstances relating thereto and a report thereof shall\nalso be made to the Chief Inspector-cum-Facilitator or the Inspector-cum-Facilitator.\nCode not to\napply in\ncertain cases.\nExemption\nfrom\nprovision\nregarding\nemployment.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n42"
  },
  {
    "id": 131,
    "text": "67. (1) No person below eighteen years of age shall be allowed to work in any mine or\npart thereof.\n(2) Notwithstanding anything contained in sub-section (1), apprentices and other\ntrainees, not below sixteen years of age, may be allowed to work, under proper supervision,\nin a mine or part thereof  by the manager as referred to in section 64:\nProvided that, in the case of trainees, other than apprentices, prior approval of the\nChief Inspector-cum-Facilitator or an Inspector-cum-Facilitator shall be obtained before\nthey are allowed to work.\n(3) The Central Government may prescribe the provisions for medical examination of\napprentice, other trainee and employee in the mine to ensure their fitness to work and to\nprevent the persons below sixteen years of age to work as apprentice or trainee and those\nwho are not adults to work as such employee.\nExplanation.—In this section, “apprentice” means an apprentice as defined in\nclause (a) of section 2 of the Apprentices Act, 1961."
  },
  {
    "id": 132,
    "text": "68. If any question arises as to whether any excavation or working (or premises in or\nadjacent to and belonging to a mine, on which any process ancillary to the getting, dressing\nor preparation for sale of minerals or of coke is being carried on) is a mine within the meaning\nof this Code, the Central Government may decide the question, and a certificate signed by a\nSecretary to the Central Government in the point.\nPART IV\nBEEDI AND CIGAR WORKERS"
  },
  {
    "id": 133,
    "text": "69. (1) Save as otherwise provided in this Part, no employer shall use or allow to use\nany place or premises as an industrial premises unless he holds a valid licence issued under\nthis section and no such premises shall be used except in accordance with the terms and\nconditions of such licence.\n(2) Any person who intends to use or allows to use any place or premises specified in\nsub-section (1), shall make an application in writing to the competent authority, appointed\nby the State Government, in such form on payment of such fees as may be prescribed by the\nState Government, for a licence to use, or allow to use, such premises as an industrial\npremises.\n(3) The application shall specify the maximum number of employees proposed to be\nemployed at any time of the day in the place or premises and shall be accompanied by a plan\nof the place or premises prepared in such manner as may be prescribed by the State\nGovernment.\n(4) The competent authority shall, in deciding whether to grant or refuse a licence,\nhave regard to the following matters, namely:—\n(a) the suitability of the place or premises which is proposed to be used for the\nmanufacture of beedi or cigar or both;\n(b) previous experience of the applicant or he has employed experienced person\nor has entered into agreement with the experienced person for employment for the\nperiod of licence;\n(c) the financial resources of the applicant including his financial capacity to\nmeet the demands arising out of the provisions of the laws for the time being in force\nrelating to welfare of labour;\n(d) whether the application is made bona fide on behalf of the applicant himself\nor in benami of any other person; and\n(e) welfare of the labour in the locality, the interest of the public generally and\nsuch other matters as may be prescribed by the State Government.\nEmployment\nof persons\nbelow\neighteen\nyears of age.\n52 of 1961.\nDecision of\nquestion\nwhether a\nmine is\ncovered\nunder this\nCode.\nLicence to\nindustrial\npremises and\nperson.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n43\n(5)  A licence granted under this section shall be valid for three years and may be\nrenewed thereafter.\n(6) An application for the renewal of a licence granted under this section shall be made\nat least thirty days before the expiry of the period thereof, on payment of such fees as may\nbe prescribed by the State Government, and where such an application has been made, the\nlicence shall be deemed to continue, notwithstanding the expiry of the period thereof, until\nthe renewal of the licence, or, as the case may be, the rejection of the application for the\nrenewal thereof:\nProvided that the competent authority shall not grant or renew a licence unless it is\nsatisfied that the provisions of this Code and the rules made thereunder have been complied\nwith:\nProvided further that the competent authority shall, in deciding whether to renew a\nlicence or to refuse a renewal thereof, have regard to the matters specified in sub-section (3).\n(7) The competent authority may, after giving the holder of a licence an opportunity of\nbeing heard, cancel or suspend any licence granted or renewed under this section, if it\nappears to it that such licence has been obtained by misrepresentation or fraud or that the\nlicencee has contravened or failed to comply with any of the provisions of this Code or the\nrules made thereunder or any of the terms or conditions of the licence.\n(8) The State Government may issue in writing to a competent authority such directions\nof a general character as that Government may consider necessary in respect of any matter\nrelating to the grant or renewal of licences under this section.\n(9) Subject to the foregoing provisions of this section, the competent authority may\ngrant or renew licences under this Part on such terms and conditions as it may determine and\nwhere the competent authority refuses to grant or renew any licence, it shall do so by an\norder communicated to the applicant, giving the reasons in writing for such refusal."
  },
  {
    "id": 134,
    "text": "70. Any person aggrieved by the decision of the competent authority refusing to\ngrant or renew a licence or cancelling or suspending a licence may, within such time and on\npayment of such fees as may be prescribed, appeal to such authority as the State Government\nmay, by notification, specify in this behalf, and such authority may by order confirm, modify\nor reverse any order refusing to grant or renew a licence or cancelling or suspending a\nlicence."
  },
  {
    "id": 135,
    "text": "71. (1) The State Government may permit, the wetting or cutting of beedi or tobacco\nleaves by employees outside the industrial premises on an application made to it by the\nemployer on behalf of such employees, as may be prescribed.\n(2) The employer shall maintain the record of the work permitted under sub-section (1),\nto be carried on outside the industrial premises, in the form as may be prescribed.\n(3) Save as otherwise provided in this section, no employer shall require or allow any\nmanufacturing process connected with the making of beedi or cigar or both to be carried on\noutside the industrial premises:\nProvided that nothing in this sub-section shall apply to any labour who is given raw\nmaterial by an employer or a contractor to make beedi or cigar or both at home."
  },
  {
    "id": 136,
    "text": "72. Nothing contained in this Part shall apply to the owner or occupier of a private\ndwelling house, not being an employee of an employer to whom this Part applies, who\ncarries on any manufacturing process in such private dwelling house with the assistance of\nthe members of his family living with him in such dwelling house and dependent on him.\nExplanation.—For the purposes of this section,—\n(i) “family” does not include child, as defined in the Child and Adolescent\n(Prohibition and Regulation) Act, 1986, for this section.\nAppeals.\nPermission\nto work by\nemployees\noutside\nindustrial\npremises.\nPart not to\napply to self-\nemployed\npersons in\nprivate\ndwelling\nhouses.\n61 of 1986.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n44\n(ii) “private dwelling house” means a house in which persons engaged in the\nmanufacture of beedi or cigar or both, reside.\nPART V\nBUILDING AND OTHER CONSTRUCTION WORKERS"
  },
  {
    "id": 137,
    "text": "73. No person about whom the employer knows or has reasons to believe that he is a\ndeaf or he has a defective vision or he has a tendency to giddiness shall be required or\nallowed to work in any such operation of building or other construction work which is likely\nto involve a risk of any accident either to the building worker himself or to any other person.\nPART VI\nFACTORIES"
  },
  {
    "id": 138,
    "text": "74. (1) The appropriate  Government may make rules in  respect of  factory or class or\ndescription of factories for—\n(a) the submission of plans including specifications, nature and certification\nthereof;\n(b) the previous permission for the site on which the factory is to be situated\nand for the construction or extension thereof; and\n(c) registration and  licensing and renewal thereof including fees to be payable\nfor such registration, licensing and renewal, as the case may be.\n(2) If on an application for permission referred to in clause (b) of sub-section (1)\naccompanied by the plans and specifications required by the rules made under clause (c) of\nthat sub-section, sent to the State Government or Chief Inspector-cum-Facilitator in the\nmode prescribed including electronic mode, no order is communicated to the applicant\nwithin three months from the date on which it is so sent, the permission applied for in the\nsaid application shall be deemed to have been granted.\n(3) Where a State Government or a Chief  Inspector-cum-Facilitator refuses to grant\npermission to the site, construction or extension of a factory and licensing of a factory, the\napplicant may within thirty days of the date of such refusal appeal to the Central Government\nif the decision appealed from was of the State Government and to the State Government in\nany other case.\nExplanation.—A factory shall not be deemed to be extended within the meaning of\nthis section by reason only of the replacement of any plant or machinery or within such\nlimits as may be prescribed, of the addition of any plant or machinery if such replacement or\naddition does not reduce the minimum clear space required for safe working around the plant\nor machinery or adversely affect the environmental conditions from the evolution or emission\nof steam, heat or dust or fumes injurious to health."
  },
  {
    "id": 139,
    "text": "75. Where any premises or separate buildings are leased to different occupiers for use\nas separate factories, the owner of the premises and occupiers of the factories utilising such\ncommon facilities which include safety and fire prevention and protection, access, hygiene,\noccupational health, ventilation, temperature, emergency preparedness and response,\ncanteens, shelter, rest rooms and crèches shall jointly and severally be responsible for\nproviding maintenance of such common facilities and services as may be prescribed by the\nappropriate Government."
  },
  {
    "id": 140,
    "text": "76. (1) The appropriate  Government may, by notification in the Official Gazette,\ndeclare that all or any of the provisions of this Part shall apply to any place wherein a\nmanufacturing process is carried on with or without the aid of power or is so ordinarily\ncarried on irrespective of the number of workers working in the factory.\n(2) After a place is so declared, it shall be deemed to be a factory for the purposes of\nthis Code, and the owner shall be deemed to be the occupier, and any person working\ntherein, a worker.\nProhibition\nof\nemployment\nof certain\npersons in\ncertain\nbuilding or\nother\nconstruction\nwork.\nApproval\nand licensing\nof factories.\nLiability of\nowner of\npremises in\ncertain\ncircumstances.\nPower to\napply Code\nto certain\npremises.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n45\nExplanation.—For the purposes of this section, “owner” shall include a lessee or\nmortgagee with possession of the premises."
  },
  {
    "id": 141,
    "text": "77. The appropriate Government may by rules make the provisions relating to any\nfactory or class or description of factories in which manufacturing process or operation is\ncarried on which exposes any of the persons employed in it to a serious risk of bodily injury,\npoisoning or disease, for—\n(a) specifying the manufacturing process or operation and declaring it to be\ndangerous;\n(b) prohibiting or restricting the employment of pregnant women in the\nmanufacturing process or operation;\n(c) the  periodical  medical examination before, or at any time during the\nemployment to ascertain the fitness of a worker or employee for such employment on\nthe cost of the occupier; and\n(d)  welfare amenities, sanitary facilities, protective equipment and clothing and\nany other requirement necessary for dangerous operations."
  },
  {
    "id": 142,
    "text": "78. (1) The appropriate Government may, constitute one or more site appraisal\ncommittees consisting of a chairman and other members, for such purpose as may be\nprescribed including  to consider and to give recommendations on an application for grant\nof permission for the initial location of a factory involving a hazardous process or for the\nexpansion of such factory.\n(2) The site appraisal committee referred to in sub-section (1) shall make its\nrecommendation within a period of ninety days of the receipt of the application for any of the\npurpose referred to in the said sub-section in such form, as may be prescribed."
  },
  {
    "id": 143,
    "text": "79. (1) The occupier of every factory involving a hazardous process shall disclose in\nthe manner prescribed by the State Government all information regarding dangers, including\nhealth hazards and the measures to overcome such hazards arising from the exposure to or\nhandling of the materials or substances in the manufacture, transportation, storage and\nother processes, to the workers employed in the factory, the Chief Inspector-cum-Facilitator,\nthe local authority within whose jurisdiction the factory is situated and the general public in\nthe vicinity.\n(2) The occupier shall, at the time of registering the factory involving a hazardous\nprocess, lay down a detailed policy with respect to the health and safety of the workers\nemployed therein and intimate such policy to the Chief Inspector-cum-Facilitator and the\nlocal authority and, thereafter, at such intervals as may be prescribed by the State Government,\ninform the Chief Inspector-cum-Facilitator and the local authority of any change made in the\nsaid policy.\n(3) The information furnished under sub-section (1) shall include accurate information\nas to the quantity, specifications and other characteristics of wastes and the manner of their\ndisposal.\n(4) Every occupier shall, with the approval of the Chief Inspector-cum-Facilitator,\ndraw up an on-site emergency plan and detailed disaster control measures for his factory\nand make known to the workers employed therein and to the general public living in the\nvicinity of the factory the safety measures required to be taken in the event of an accident\ntaking place.\n(5) Every occupier of a factory shall, if such factory proposes to engage in a hazardous\nprocess at any time after the commencement of this Code, within a period of thirty days\nbefore the commencement of such process, inform the Chief Inspector-cum-Facilitator about\nthe nature and details of the process in such form and in such manner as may be prescribed\nby the State Government.\nDangerous\noperations.\nConstitution\nof site\nappraisal\ncommittee.\nCompulsory\ndisclosure of\ninformation\nby occupier.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n46\n(6) Where any occupier of a factory contravenes the provisions of sub-section (5),\nthe licence issued under section 74 to such factory shall, notwithstanding any penalty\nwhich may be imposed on the occupier of factory under the provisions of this Code, be liable\nfor cancellation.\n(7) The occupier of a factory involving a hazardous process shall, with the previous\napproval of the Chief Inspector-cum-Facilitator, lay down measures for the handling, usage,\ntransportation and storage of hazardous substances inside the factory premises and the\ndisposal of such substances outside the factory premises and publicise them in the manner\nprescribed by the State Government among the workers and the general public living in the\nvicinity."
  },
  {
    "id": 144,
    "text": "80. Every occupier of a factory involving any hazardous process shall—\n(a) maintain accurate and up-to-date health records or, as the case may be,\nmedical records, of the workers in the factory who are exposed to any chemical, toxic\nor any other harmful substances which are manufactured, stored, handled or transported\nand such records shall be accessible to the workers subject to such conditions as may\nbe prescribed by the State Government;\n(b) appoint persons who possess qualifications and experience in handling\nhazardous substances and are competent to supervise such handling within the factory\nand to provide at the working place all the necessary facilities for protecting the\nworkers in the manner prescribed by the State Government:\nProvided that where any question arises as to the qualifications and experience\nof a person so appointed, the decision of the Chief Inspector-cum-Facilitator shall be\nfinal;\n(c) provide for medical examination of every worker—\n(i) before such worker is assigned to a job involving the handling of, or\nworking with, a hazardous substance; and\n(ii)   while continuing in such job, and after he has ceased to work in such\njob, at intervals not exceeding twelve months, in such manner as may be\nprescribed by the State Government."
  },
  {
    "id": 145,
    "text": "81. (1) The Central Government may, in the event of the occurrence of an extraordinary\nsituation involving a factory engaged in a hazardous process, direct the National Board to\ninquire into the standards of health and safety observed in the factory with a view to finding\nout the causes of any failure or neglect in the adoption of any measures or standards\nprescribed by the State Government for the health and safety of the workers employed in the\nfactory or the general public affected, or likely to be affected, due to such failure or neglect\nand for the prevention and recurrence of such extraordinary situations in future in such\nfactory or elsewhere.\n(2) The recommendations of the National Board shall be advisory in the nature."
  },
  {
    "id": 146,
    "text": "82. (1) Where the Central Government is satisfied that no standards of safety have\nbeen prescribed in respect of a hazardous process or class of hazardous processes, or where\nthe standards so prescribed are inadequate, it may direct the Directorate General Occupational\nSafety and Health formerly known as Directorate General of Factory Advice Service and\nLabour Institutes or any Institution authorised in matters relating to standards of safety in\nhazardous processes, to lay down emergency standards for enforcement of suitable standards\nin respect of such hazardous processes.\n(2) The emergency standards laid down under sub-section (1) shall, until they are\nincorporated in the rules made under this Code, be enforceable and have the same effect as\nif they had been incorporated in the rules made under this Code.\nSpecific\nresponsibility\nof occupier\nin relation to\nhazardous\nprocesses.\nNational\nBoard to\ninquire into\ncertain\nsituations.\nEmergency\nstandards.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n47"
  },
  {
    "id": 147,
    "text": "83. The maximum permissible limits of exposure of chemical and toxic substances in\nmanufacturing process in any factory shall be of the value as may be prescribed by the State\nGovernment."
  },
  {
    "id": 148,
    "text": "84. (1) Where the workers employed in any factory engaged in a hazardous process\nhave reasonable apprehension that there is a likelihood of imminent danger to their lives or\nhealth due to any accident, they may, bring the same to the notice of the occupier, agent,\nmanager or any other person who is in-charge of the factory or the process concerned\ndirectly or through their representatives in the Safety Committee and simultaneously bring\nthe same to the notice of the Inspector-cum-Facilitator.\n(2) It shall be the duty of such occupier, agent, manager or the person in-charge of the\nfactory or process to take immediate remedial action if he is satisfied about the existence of\nsuch imminent danger and send a report forthwith of the action taken to the nearest\nInspector-cum-Facilitator.\n(3) If the occupier, agent, manager or the person in-charge referred to in sub-section (2)\nis not satisfied about the existence of any imminent danger as apprehended by the workers,\nhe shall, nevertheless, refer the matter forthwith to the nearest Inspector-cum-Facilitator\nwhose decision on the question of the existence of such imminent danger shall be final."
  },
  {
    "id": 149,
    "text": "85. The appropriate Government may prescribe the manner in which the appropriate\nauthority to whom the manager or occupier of the factory may make appeal against the order\nof the Inspector-cum-Facilitator and the procedure for disposing of such appeals."
  },
  {
    "id": 150,
    "text": "86. (1) The appropriate Government may prescribe the provisions defining the persons\nwho hold positions of supervision or management or employed in a confidential position in\na factory or empowering the Chief Inspector-cum-Facilitator to declare any person, other\nthan a person so defined, as a person holding position of supervision or management or\nemployed in a confidential position in a factory if, in the opinion of the Chief\nInspector-cum-Facilitator, such person holds such position or is so employed and the\nprovisions of this Code, shall not apply to any person so defined or declared.\n(2) The appropriate Government may, by notification, make rules, in respect of any\nworker or class of workers in any establishment or class of establishments, for providing the\nexemption, extent of exemption and conditions subject to which such exemption may be\ngiven.\n(3) In making rules under sub-section (1) and sub-section (2), the appropriate\nGovernment shall prescribe for any establishment or class of establishments relating to\novertime hours in respect of the following, namely:—\n(i)  the total number of hours of work in any day;\n(ii) the spread over in any one day;\n(iii) the total number of hours of work in a week;\n(iv) the total number of hours of overtime in a quarter; and\n(v) or any other related aspect.\n(4) The appropriate Government or the Chief Inspector-cum-Facilitator may, by order\nin writing, exempt on such conditions as it may deem expedient, any or all of the adult\nworkers in any establishment or class of establishments and any exemption so granted shall\nbe subject to such conditions as may be prescribed by the appropriate Government.\nPermissible\nlimits of\nexposure of\nchemicals\nand toxic\nsubstances.\nRight of\nworkers to\nwarn about\nimminent\ndanger.\nAppeal\nagainst the\norder of\nInspector-\ncum-\nfacilitator in\ncase of\nfactory.\nPower to\nmake\nexempting\nrules and\norder.\n5\n10\n15\n20\n25\n30\n35\n40\n48\nExplanation.—“Quarter” means a period of three consecutive months beginning on\nthe 1st day of January, the 1st day of April, the 1st day of July or the 1st day of October.\nCHAPTER XII\nOFFENCES AND PENALTIES"
  },
  {
    "id": 151,
    "text": "87. Save as is otherwise expressly provided in this Code, if in, or in respect of, any\nestablishment, there is any contravention of the provisions of this Code or rules or regulations\nor bye-laws or any of standards, made thereunder or of any order in writing given under the\nCode or such rules or regulations or bye-laws or standards,  the employer of the establishment\nshall be liable to penalty which shall not be less than two lakhs but  which may extend up to\nthree lakh rupees, and if the contravention is continued after the conviction, then, with\nfurther fine which may extend to two thousand rupees for each day till the contravention is\nso continued."
  },
  {
    "id": 152,
    "text": "88. (1) Whoever wilfully—\n(i) prevents or causes obstruction to a Chief Inspector-cum-Facilitator or\nInspector-cum-Facilitator or an officer of the appropriate Government or a person\nauthorised to discharge any duty or to exercise any powers under this Code or the\nrules or the regulations or the bye-laws made thereunder, from discharging such duty\nor exercising such power; or\n(ii) refuses entry to the Chief Inspector-cum-Facilitator or the\nInspector-cum-Facilitator or person or public authority or experts referred to in\nclause (i) of sub-section (1) of section 35 to any place where such Chief\nInspector-cum-Facilitator or Inspector-cum-Facilitator or such person or authority or\nexperts is entitled to enter; or\n(iii) fails or refuses to produce any document which he is required to produce; or\n(iv)  fails to comply with any requisition or order issued to him,\nunder this Code or the rules, regulations or bye-laws made thereunder then, he shall be\npunishable with imprisonment for a term which may extend to three months, or with fine\nwhich may extend to one lakh rupees, or with both.\n(2) Where any person convicted of an offence punishable under sub-section (1) is\nagain convicted of an offence under the same provision, then, he shall be punishable with\nimprisonment for a term which may extend to six months, or with fine which shall not be less\nthan one lakh rupees but which may extend to two lakh rupees, or with both."
  },
  {
    "id": 153,
    "text": "89. (1) Any person, who is required under this Code or the rules or regulations or\nbye-laws or order made thereunder, to—\n(i) maintain any register or other document or to file returns, omits or fails to\nmaintain such register or document or to file such returns; or\n(ii) produce any register or plan or record or report or any other document, omits\nor fails to produce such register or plan or record or report or such other document,\nthen, he shall be liable to penalty which shall not be less than rupees fifty thousand but\nwhich may extend to one lakh rupees.\n(2) Where any person convicted of an offence punishable under sub-section (1) is\nagain convicted of an offence under the same provision, then, he shall be liable to penalty\nwhich shall not be less than fifty thousand rupees but which may extend to two lakh rupees."
  },
  {
    "id": 154,
    "text": "90. (1) Any person, who, save as permitted by or under this Code, contravenes, any—\n(i) provision of this Code or of any rule, regulation or bye-laws; or\n(ii) order prohibiting, restricting or regulating the employment of workers\nincluding women, audio-visual worker and contract labour and employee below\neighteen years of age in case of mines,\nGeneral\npenalty for\noffences.\nPunishment\nfor causing\nobstruction\nto Chief-\nInspector-\ncum-\nFacilitator or\nInspector-\ncum-\nFacilitator,\netc.\nPenalty for\nnon-\nmaintenance\nof register,\nrecords and\nnon-filing of\nreturns, etc.\nPunishment\nfor\ncontravention\nof certain\nprovisions.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n49\nthen, he shall be  liable to penalty which shall not be less than fifty thousand but which may\nextend to one lakh rupees.\n(2) Where any person convicted of an offence punishable under sub-section (1) is\nagain convicted of an offence under the same provision, then, he shall be punishable with\nimprisonment for a term which may extend to three months, or with fine which may extend to\ntwo lakh rupees, or with both."
  },
  {
    "id": 155,
    "text": "91. (1) Whoever—\n(a) produces false records or counterfeits or knowingly makes or produces or\nuses a false statement, declaration or evidence regarding any document in connection\nwith compliance of any of the provisions of this Code or any rules, regulations or\nbye-laws or any order made thereunder; or\n(b) falsifies any plan or section, the maintenance of which is required by or\nunder this Code or produces before any authority such plan or section, knowing the\nsame to be false; or\n(c) makes, gives or delivers knowingly a false plan, section, return, notice, record\nor report containing a statement, entry or detail,\nthen, he shall be punishable with imprisonment for a term which may extend to three months,\nor with fine which may extend to one lakh rupees, or with both.\n(2) Where any person convicted of an offence punishable under sub-section (1) is\nagain convicted of an offence under the same provision, then, he shall be punishable with\nimprisonment for a term which may extend to six months, or with fine which shall not be less\nthan one lakh rupees but which may extend to two lakh rupees, or with both."
  },
  {
    "id": 156,
    "text": "92. Any person who, without reasonable excuse, the burden to prove such excuse lies\nupon him, omits to make or furnish in the prescribed form or manner or at, or within, the\nprescribed time any plan, section, return, notice, register, record or report required by or\nunder any provision of this Code to be made or furnished, then he shall be liable to penalty\nwhich shall not be less than rupees one lakh but which may extend to two lakh rupees."
  },
  {
    "id": 157,
    "text": "93. (1) Whoever being the Chief  Inspector-cum-Facilitator or Inspector-cum-Facilitator\nor any other person referred to in section 39 or section 116 discloses, contrary to the\nprovisions of that section, any such information as is referred to in that section without the\nconsent of the appropriate Government, he shall be punishable with imprisonment for a term\nwhich may extend to three months, or with fine which may extend to one lakh rupees, or with\nboth.\n(2) No court shall proceed to the trial of any offence under this section except with the\nprevious sanction of the appropriate Government."
  },
  {
    "id": 158,
    "text": "94. Whoever, except in so far as it may be necessary for the purposes of a prosecution\nfor any offence punishable under this Code, publishes or discloses to any person the results\nof an analysis, of a sample of substance used or intended to be used in any process under\nthis Code, shall be punishable with imprisonment for a term, which may extend to six months\nor with fine, which may extend to fifty thousand rupees or with both."
  },
  {
    "id": 159,
    "text": "95. (1) Whoever fails to comply with or contravenes any of his duties specified under\nsub-section (1) or sub-section (2) of section 6 or clause (d) of section 13 in so far as such\nduty relates to hazardous processes or section 80,\nshall, in respect of such failure or contravention, be punishable with an imprisonment for a\nterm which may extend to two years and with fine which may extend to five lakh rupees, and\nin case the failure or contravention continues, with additional fine which may extend to\ntwenty-five thousand rupees for every day during which such failure or contravention\ncontinues, after the conviction for the first such failure or contravention.\nPunishment\nfor\nfalsification\nof records,\netc.\nPenalty for\nomission to\nfurnish plans,\netc.\nPunishment\nfor disclosure\nof\ninformation.\nPenalty for\nwrongfully\ndisclosing\nresults of\nanalysis.\nPenalty for\ncontravention\nof the\nprovisions of\nduties\nrelating to\nhazardous\nprocesses.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n50\n(2) If the failure or contravention referred to in sub-section (1) continues beyond a\nperiod of one year after the date of conviction, the offender shall be punishable with\nimprisonment for a term which may extend to three years or with a fine of twenty lakh rupees,\nor with both."
  },
  {
    "id": 160,
    "text": "96. (1) If a person fails to comply with or contravenes any duties under this Code  or\nthe rules, regulations, or bye-laws or orders made thereunder and such non-compliance or\ncontravention has resulted in an accident or dangerous occurrences causing,—\n(a) death, he shall be punishable with an imprisonment for a term which may\nextend to two years or with a fine which shall not be less than five lakh rupees or with\nboth; or\n(b) serious bodily injury to any person within the establishment, he shall be\npunishable with an imprisonment for a term which may extend to one year or with a fine\nwhich shall not be less than two lakh rupees but not exceeding four lakh rupees or\nboth:\nProvided that while imposing the fine under this section, the court may direct\nthat a portion of the fine, which shall not be less than fifty per cent. thereof, shall be\ngiven as compensation to the victim or to the legal heirs of the victim, in the case of his\ndeath.\n(2) Where a person having been convicted under sub-section (1) is again convicted\nthereunder, shall be punishable with double the punishment provided under that sub-sections\nfor first conviction."
  },
  {
    "id": 161,
    "text": "97. Whoever continues to work in contravention of any general or special\norder issued under the provisions of section 38, shall be punishable with imprisonment for\na term which may extend to two years and shall also be liable to fine which may extend to\nfive lakh rupees:\nProvided that the court shall not impose a fine under this section which shall be less\nthan two lakh rupees without recording in the judgement the reasons for imposing such fine."
  },
  {
    "id": 162,
    "text": "98. Whoever in contravention of the provisions of section 64, fails to appoint a\nmanager shall be punishable with imprisonment for a term which may extend to three months,\nor with fine which may extend to one lakh rupees, or with both."
  },
  {
    "id": 163,
    "text": "99. (1) Subject to the provisions of section 13, except clause (d) thereof, if any employee\nemployed in a workplace contravenes any provision of this Code or any rules or orders made\nthereunder, imposing any duty or liability on employee, he shall be punishable with fine\nwhich may extend to ten thousand rupees.\n(2) Where an employee is convicted of an offence punishable under sub-section (1)\nthe employer of the establishment shall not be deemed to be guilty of an offence in respect\nof that contravention, unless it is proved that he failed to take all reasonable measures for its\nprevention."
  },
  {
    "id": 164,
    "text": "100. No prosecution shall be instituted against any owner, agent or manager of a mine\nfor any offence under this Code except at the instance of the Chief Inspector-cum-Facilitator\nor of the District Magistrate or of Inspector-cum-Facilitator authorised in this behalf by\ngeneral or special order in writing by the Chief Inspector-cum-Facilitator:\nProvided that the Chief Inspector-cum-Facilitator or the District Magistrate or the\nInspector-cum-Facilitator as so authorised shall before instituting such prosecution satisfy\nhimself that the owner, agent or manager of a mine had failed to exercise due diligence to\nprevent the commission of such offence.\nPenalty for\ncontravention\nof provisions\nof duties\nrelating to\nsafety\nprovisions\nresulting in\nan accident.\nSpecial\nprovision for\ncontravention\nof order under\nsection 38.\nFailure to\nappoint\nmanager in\nmine.\nOffences by\nemployees.\nProsecution\nof owner,\nagent or\nmanager of a\nmine.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n51\nProvided further that in respect of an offence committed in the course of the technical\ndirection and management of a mine, the District Magistrate shall not institute any\nprosecution against an owner, agent or manager of a mine without the previous approval of\nthe Chief Inspector-cum-Facilitator."
  },
  {
    "id": 165,
    "text": "101. Where the owner, agent or manager of the mine or employer or occupier of the\nfactory is charged with an offence punishable under this Code he shall be entitled, upon\ncomplaint duly made by him and on giving to the prosecutor not less than three clear days’\nnotice in writing of his intention so to do, to have any other person whom he charges as the\nactual offender brought before the Court at the time appointed for hearing the charge; and if,\nafter the commission of the offence has been proved, the owner, agent or manager of the\nmine or occupier or manager of the factory, as the case may be, proves to the satisfaction of\nthe Court—\n(a) that he has exercised due diligence to enforce the execution of this Code, and\n(b) that the said other person committed the offence in question without his\nknowledge, consent or connivance,\nthat other person shall be convicted of the offence and shall be liable to the like punishment\nas if he was the owner, agent or manager of the mine or occupier or manager of the factory,\nas the case may be, and the owner, agent or manager of a mine or the occupier or the manager\nof the factory shall be, discharged from any liability under this Code in respect of such\noffence:\nProvided that in seeking to prove as aforesaid the owner, agent or manager of a mine\nor the occupier or manager of the factory, as the case may be, may be examined on oath, and\nhis evidence and that of any witness whom he calls in his support, shall be subject to cross-\nexamination on behalf of the person he charges as the actual offender and by the prosecutor:\nProvided further that, if the person charged as the actual offender by the owner, agent\nor manager of the mine or occupier or manager of the factory as the case may be, cannot be\nbrought before the court at the time appointed for hearing the charge, the court shall adjourn\nthe hearing from time to time for a period not exceeding three months and if by the end of the\nsaid period the person charged as the actual offender cannot still be brought before the\nCourt, the Court shall proceed to hear the charge against the owner, agent or manager of the\nmine or occupier or manager of the factory, as the case may be, and shall, if the offence be\nproved, convict him."
  },
  {
    "id": 166,
    "text": "102. (1) Where an offence under this Code has been committed by a company, every\nperson who, at the time the offence was committed, was in-charge  of, and was responsible\nto, the company for the conduct of the business of the company, as well as the company,\nshall be deemed to be guilty of the offence and shall be liable to be proceeded against and\npunished accordingly:\nProvided that nothing contained in this sub-section shall render any such person\nliable to any punishment, if he proves that the offence was committed without his knowledge\nor that he had exercised all due diligence to prevent the commission of such offence.\n(2) Notwithstanding anything contained in sub-section (1) where any offence under\nthis Code has been committed by a company and it is proved that the offence has been\ncommitted with the consent or connivance of, or is attributable to any  neglect on the part of\nany director, manager, company secretary or other officer of the company, such director,\nmanager, company secretary or other officer shall be deemed to be guilty of that offence and\nshall be liable to be proceeded against and punished accordingly.\nExplanation.—For the purposes of this section,—\n(a) “company” means any body corporate and includes a firm or other association\nof individuals; and\nExemption\nof owner,\nagent or\nmanager of a\nmine or\noccupier of a\nfactory from\nliability in\ncertain cases.\nOffences by\ncompanies,\netc.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n52\n(b) “director”, means,—\n(i) in relation to a firm, a partner thereof; or\n(ii) the owner of a mine, being a firm or other association of individuals or\na company; or\n(iii) in case of association of individuals other than specified in\nsub-clause (ii), any of its members."
  },
  {
    "id": 167,
    "text": "103. (1) No court shall take cognizance of any offence punishable under this Code,\nunless a complaint in respect thereof is made within six months of the date on which the\nalleged commission of the offence came to the knowledge of the Inspector-cum-Facilitator\nand a complaint is filed in this regard.\n(2) No court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of\nthe First Class shall try any offence punishable under this Code.\nExplanation.—For the purposes of this section,—\n(a) in the case of a continuing offence, the period of limitation shall be computed\nwith reference to every point of time during which the offence continues;\n(b) where for the performance of any act, time is granted or extended on an\napplication made by the employer of an establishment, the period of limitation shall be\ncomputed from the date on which the time so granted or extended expired."
  },
  {
    "id": 168,
    "text": "104. (1) Notwithstanding anything contained in section 103, for the purpose of\nimposing penalty under sections 87, 89, 90, 92, 99 and sub-section (3) of section 107, the\nappropriate Government may appoint any officer not below the rank of Under Secretary to\nthe Government of India or an officer of equivalent rank in the State Government, as the case\nmay be, for holding enquiry in such manner, as may be prescribed by the Central Government.\n(2) While holding the enquiry, the officer referred to in sub-section (1) shall have the\npower to summon and enforce attendance of any person acquainted with the facts and\ncircumstances of the case to give evidence or to produce any document, which in the\nopinion of  such officer, may be useful for or relevant to the subject matter of the enquiry and\nif, on such enquiry, he is satisfied that the person has committed any offence under the\nprovisions referred to in sub-section (1), he may impose such penalty as he thinks fit in\naccordance with such provisions."
  },
  {
    "id": 169,
    "text": "105. For the purposes of conferring jurisdiction on any court in relation to an offence\nunder this Code or the rules, regulation or bye-laws made thereunder in connection with an\nestablishment, the place where the establishment is for the time being situate, shall be\ndeemed to be the place where such offence has been committed."
  },
  {
    "id": 170,
    "text": "106. (1) Where the employer of a mine or a factory or a dock is convicted of an offence\npunishable under this Code, the court may, in addition to awarding him any punishment, by\norder in writing, require him within a period specified in the order (which may be extended by\nthe court from time to time on application made in this behalf) to take such measures as may\nbe specified in the order for remedying the matters in respect of which the offence was\ncommitted.\n(2) Where an order is made under sub-section (1), the employer of the mine or the\nfactory shall not be liable under this Code in respect of the continuance of the offence\nduring the period or extended period, if any, but if on the expiry of such period or extended\nperiod the order of the Court has not been fully complied with, employer shall be deemed to\nhave committed a further offence and shall be punishable with imprisonment for a term\nwhich may extend to six months, or with fine which may extend to one hundred rupees for\nevery day after such expiry on which the order has not been complied with, or with both.\nLimitation\nof\nprosecution\nand\ncognizance\nof offence.\nPower of\nofficers of\nappropriate\nGovernment\nto impose\npenalty in\ncertain cases.\nJurisdiction\nof a court for\nentertaining\nproceedings,\netc., for\noffence.\nPower of\ncourt to\nmake orders.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n53"
  },
  {
    "id": 171,
    "text": "107. (1) Notwithstanding anything contained in the Code of Criminal Procedure, 1973,\nany offence punishable under this Code, not being an offence punishable with imprisonment\nonly, or with imprisonment and also with fine, may, on an application of the accused, either\nbefore or after the holding of the enquiry under section 104, be compoundable for a sum of\nfifty per cent. of the maximum fine provided for such offence in such manner as may be\nprescribed by the appropriate Government, by such Gazetted Officer, as the said Government\nmay, by notification,  specify in this behalf:\nProvided that the composition of an offence under this section shall have the effect of\nan acquittal of the accused with whom the offence has been compounded:\nProvided further that where the composition of any offence is made after commencement\nof the inquiry under section 104 such composition shall be brought by the officer in writing,\nto the notice of the Officers referred to in section 104 before whom the inquiry is pending and\non such notice of the composition of the offence being given, the person against whom the\noffence is so compounded shall be discharged.\n(2) Nothing contained in sub-section (1) shall apply to an offence committed by a\nperson for the second or subsequent time within a period of five years from the date of\ncommission of such offence—\n(a) which was earlier compounded; or\n(b) for which such person was earlier convicted.\n(3) Any person who fails to comply with an order made by the officer referred to in\nsub-section (1), shall be liable to pay a sum equivalent to twenty per cent. of the maximum\nfine provided for the offence, in addition to such fine.\nCHAPTER XIII\nMISCELLANEOUS"
  },
  {
    "id": 172,
    "text": "108. The Central Government may, by notification, direct that any power exercisable\nby it under this Code or rules made thereunder shall, in relation to such matters and subject\nto such conditions, if any, as may be specified in the notification, be exercisable also by the\nState Government or by such officer or authority subordinate to the State Government as\nmay be specified in the said notification."
  },
  {
    "id": 173,
    "text": "109. (1) When any offence is committed under this Code involving an issue of a\ncertain age of a person and such person is in the opinion of the court prima facie under such\nage, the burden shall be on the accused to prove that such person is not under such age.\n(2) The prescribed medical authority shall, while examining a worker for issuing the\ncertificate of age for the purposes of this Code, take into account the Aadhaar card of the\nworker, and in the absence thereof, the date of birth certificate from school or the matriculation\nor equivalent certificate from the concerned examination Board of the worker, if available,\nand in the absence thereof, the birth certificate of the worker given by a corporation or a\nmunicipal authority or a Panchayat, and only in the absence of any of the methods specified\nin this sub-section, the age shall be determined by such medical authority through an\nossification test or any other latest medical age determination test."
  },
  {
    "id": 174,
    "text": "110. In any proceeding for an offence for the contravention of any provision of this\nCode or regulations or bye-laws or rules made thereunder consisting of a failure to comply\nwith a duty or requirement to do something, it shall be for the person who is alleged to have\nfailed to comply with such duty or requirement, to prove that it was not reasonably practicable\nor all practicable measures were taken to satisfy the duty or requirement."
  },
  {
    "id": 175,
    "text": "111. (1) Any person desirous of obtaining common licence in respect of a factory, for\nengaging contract worker and industrial premises for beedi and cigar work under this Code\nshall make an application to such authority as may be designated by the appropriate\nGovernment by notification.\nCompounding\nof offences.\n2 of 1974.\nDelegation\nof powers.\nOnus as to\nage.\nOnus of\nproving\nlimits of\nwhat is\npracticable,\netc.\nCommon\nlicence for\ncontractor,\nfactories and\nto industrial\npremises and\nperson.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n54\n(2) The application referred to in sub-section (1) shall be in such form and filed in such\nmanner and accompanied by such fee as may be prescribed by the Central Government.\n(3) On receipt of an application under sub-section (1), the designated authority shall\nrefer the same to the concerned licensing officers for his report within a period of thirty days\nand the provisions of this Code relating to his area shall apply accordingly.\n(4) Where the licensing authority agrees to grant licence in respect of a factory, for\nengaging contract worker and industrial premises for beedi and cigar work, the designated\nauthority shall issue a licence within sixty days of the receipt of application:\nProvided that where no report as referred to in sub-section (2) is received within the\nperiod specified therein it shall be presumed that the concerned licensing officer has no\nobjection to the grant of the same:\nProvided further that where a licensing officer opposes to grant of such licence, the\napplicant may be granted the licence in respect of rest of the areas specified in his application.\n(5) Where all but one of the licensing officers oppose to grant the licence, the application\nfor common licence shall be deemed to have been rejected and the applicant shall apply to\nrespective licensing officer under the provisions of this Code.\n(6) any person aggrieved, by any order passed under this section, may file an appeal\nin such form, accompanied with such fee to such appellate authority as may be prescribed\nby the Central Government; and\n(7) the rules relating to this section shall be made by the Central Government."
  },
  {
    "id": 176,
    "text": "112. (1) The provisions of this Code shall have effect notwithstanding anything\ninconsistent therewith contained in any other law for the time being in force or in the terms\nof any award, agreement or contract of service whether made before or after the\ncommencement of this Code:\nProvided that where under any such award, agreement, contract of service or otherwise\nan employee is entitled to benefits in respect of any matters which are more favourable to\nhim than those to which he will be entitled to under this Code, the employee shall continue\nto get the former notwithstanding that he receives benefits in respect of other matters under\nthis Code.\n(2) Nothing contained in this Code shall be construed as precluding any employee\nfrom entering into an agreement with an employer for granting him rights or privileges in\nrespect of any matter which are more favourable to him than those to which he would be\nentitled under this Code."
  },
  {
    "id": 177,
    "text": "113. (1) The appropriate Government may, in the event of the occurrence of an accident\nin an establishment which has caused or had the potentiality to cause serious danger to\nemployees and other persons within, and in the vicinity of the workplace or whether immediate\nor delayed, or any occupational disease as specified in the third Schedule, which has been\nor is suspected to have been contracted, in epidemic proportions, appoint one or more\npersons possessing legal or special knowledge to act as assessors or competent persons in\nsuch inquiry in order to inquire into the causes of the accident and disease, fix responsibilities\nand suggest a plan of action for the future to prevent such accidents or diseases and submit\nthe report to the appropriate Government.\n(2) The appropriate Government may direct a Chief Inspector-cum-Facilitator or any\nother officer under the control of the Government concerned or appoint a committee to\nundertake a survey in such manner as may be prescribed by the appropriate Government on\nthe situation relating to safety or health at work at any workplace or class of workplaces or\ninto the effect of work activity on the health of the employees and other persons within and\nin the vicinity of the workplace.\nEffect of law\nand\nagreements\ninconsistent\nwith this\nCode.\nPower of\nappropriate\nGovernment\nto direct\ninquiry in\ncertain cases.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n55\n(3) The officer directed or committee appointed under sub-section (2) to hold an\ninquiry, shall have the powers of a Civil Court under the Code of Civil Procedure, 1908, for\nthe purposes of enforcing the attendance of witnesses and compelling the production of\ndocuments and material objects, and may also so far as may be necessary for the purposes\nof the inquiry, exercise such powers of an Inspector-cum-Facilitator under this Code as may\nbe necessary.\n(4) The Central Government may make rules for regulating the procedure of inquiries\nand other related matters under this section."
  },
  {
    "id": 178,
    "text": "114. The appropriate Government may, if it thinks fit, cause to be published any report\nsubmitted to it by the National Board or State Advisory Board or any extracts from any\nreport submitted to it under this Code."
  },
  {
    "id": 179,
    "text": "115. The Central Government may give directions to a State Government for the\nimplementation of the provisions of this Code."
  },
  {
    "id": 180,
    "text": "116. (1) No person shall in respect of the establishment, disclose any information\nrelating to any manufacturing or commercial business or any working process which may\ncome to his knowledge in the course of his official duties.\n(2) Nothing in sub-section (1) shall apply to any disclosure of information made with\nthe previous consent in writing of the owner of the business or process or for the purposes\nof any legal proceeding (including adjudication or arbitration), pursuant to any of the relevant\nstatutory provisions or of any criminal proceeding or proceeding before a tribunal under this\nCode which may be taken, whether pursuant to any of the relevant statutory provisions or\notherwise, or for the purposes of any report of any such proceedings."
  },
  {
    "id": 181,
    "text": "117. No civil court shall have jurisdiction in respect of any matter to which any provision\nof this Code applies and no injunction shall be granted by any civil court in respect of\nanything which is done or intended to be done by or under this Code."
  },
  {
    "id": 182,
    "text": "118. (1) No suit, prosecution or other legal proceeding shall lie against any person for\nanything which is in good faith done or intended to be done in pursuance of this Code or\nany rule or regulation or bye-laws order made thereunder.\n(2) No prosecution or other legal proceeding shall lie against the Government, any\nBoard or Committees constituted under this Code or any member of such Board or any\nofficer or employee of the Government or the Board or any other person authorised by the\nGovernment or any Board or committee, for any damage caused or likely to be caused by\nanything which is in good faith done or intended to be done in pursuance of this Code or\nany rule or regulation or bye-laws order made or issued thereunder."
  },
  {
    "id": 183,
    "text": "119. The appropriate Government may, by notification and subject to such\nconditions and restrictions, if any, and for such period or periods as may be specified\nin the notification, direct that all or any of the provisions of this Code or the rules or the\nregulations made thereunder shall not apply to or in relation to any establishment or\nclass of establishments."
  },
  {
    "id": 184,
    "text": "120. In case of a public emergency, the appropriate Government may, by notification,\nexempt any workplace or work activity or class thereof from all or any of the provisions of\nthis Code for such period and subject to such conditions as it may think fit:\nProvided that no such notification shall be made for a period exceeding three months\nat a time.\nExplanation.—For the purposes of this section ‘public emergency’ means a grave\nemergency whereby the security of India or any part of the territory thereof is threatened,\nwhether by war or external aggression or internal disturbance.\nPublication\nof reports.\nPowers of\nCentral\nGovernment\nto give\ndirections.\nGeneral\nrestriction\non disclosure\nof\ninformation.\nJurisdiction\nof civil\ncourts barred.\nProtection\nof action\ntaken in\ngood faith.\nPower to\nexempt in\nspecial cases.\nPower to\nexempt\nduring public\nemergency.\n5 of 1908.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n56"
  },
  {
    "id": 185,
    "text": "121. The appropriate Government may exempt, subject to such conditions as it may\nconsider necessary, any workshop or workplace where a manufacturing process is carried\non and which is attached to a public institution maintained for the purposes of education,\ntraining, research or information, from all or any of the provisions of this Code:\nProvided that no such exemption shall be granted from the provisions relating to\nhours of work and holidays unless the persons having the control of the institution submit,\nfor the approval of the appropriate Government, a scheme of the regulation of the hours of\nemployment, intervals for meals, and holidays of  the persons employed in or attending the\ninstitution or who are inmates for the institution, and the appropriate Government is satisfied\nthat the provisions of the scheme are not less favourable than the corresponding provisions\nof this Code."
  },
  {
    "id": 186,
    "text": "122. Every person required to give any notice or to furnish any information to any\nauthority in relation to the provisions of this Code shall be legally bound to do so within the\nmeaning of section 176 of the Indian Penal Code."
  },
  {
    "id": 187,
    "text": "123. The Central Government may, by notification, amend any Schedule by way of\naddition, alteration or omission therein and on any such notification being issued, the\nSchedule shall be deemed to be amended accordingly."
  },
  {
    "id": 188,
    "text": "124. (1) If any difficulty arises in giving effect to the provisions of this Code, the\nCentral Government may, by order published in the Official Gazette, make such provisions\nnot inconsistent with the provisions of this Code, as appears to it to be necessary or\nexpedient for removing the difficulty:\nProvided that no such order shall be made after the expiry of two years from the date\non which this Code comes into force.\n(2) Every order made under this section shall, as soon as may be after it is made, be laid\nbefore each House of Parliament."
  },
  {
    "id": 189,
    "text": "125. (1) The appropriate Government may, subject to the condition of previous\npublication and by notification, make rules for carrying out the purposes of this Code.\n(2) In particular and without prejudice to the generality of the foregoing power, such\nrules may provide for all or any of the following matters, namely:—\n(a) income from the sources under Explanation to clause (w) of sub-section (1)\nof section 2;\n(b) to prescribe the substance as hazardous substance under clause (z) of\nsub-section (1) of section 2;\n(c) the late fee under the proviso to sub-section (1) of section 3;\n(d) the manner of submitting application under sub-section (2) of section 3 and\nthe form of such application and the particulars to be contained therein and the fees to\nbe accompanied therewith;\n(e) the form and manner of sending the notice and the authority to whom the\nnotice shall be sent and the manner of intimating the authority under sub-section (1)\nof section 5;\n(f) test free of cost to such employees of such age or such class of establishments\nunder clause (c) of sub-section (1) of section 6;\n(g) the information to be included in the letter of appointment under clause (f) of\nsub-section (1) of section 6;\nPower to\nexempt\npublic\ninstitution.\nPersons\nrequired to\ngive notice,\netc., legally\nbound to do\nso.\nPower of\nCentral\nGovernment\nto amend\nSchedule.\nPower to\nremove\ndifficulties.\nPower of\nappropriate\nGovernment\nto make\nrules.\n45 of 1860.\n5\n10\n15\n20\n25\n30\n35\n40\n57\n(h) the nature of bodily injury and the form of notice and the time within which\nthe notice shall be sent under sub-section (1) of section 10;\n(i) nature of dangerous occurrence and the form of notice, the time within which\nand the authority to which notice shall be given under section 11;\n(j) the form of notice related to certain diseases and the time within which the\nnotice shall be sent to the authority under sub-section (1) of section 12;\n(k) the form and manner of the report and the time within which such report shall\nbe sent to the office of the Chief Inspector-cum-Facilitator under sub-section (2) of\nsection 12;\n(l) such other duties of employees under clause (g) of section 13;\n(m) the manner of constituting a safety committee and the manner and the\npurpose for choosing the representative of the employer and the workers in the Safety\nCommittee under sub-section (1) of section 22;\n(n) the qualifications, duties and number of safety officers under sub-section (2)\nof section 22;\n(o) condition for exemption of workers from weekly and compensatory holidays\nunder sub-section (2) of section 26;\n(p) circumstances for exemption from restriction on double employment in factory\nand mine under section 30;\n(q) the form and manner of display of such notice and the manner in which such\nnotice is sent to the Inspector-cum-Facilitator under sub-section (2) of section 31;\n(r) the form of registers and particulars of workers under clause (a) of section 33;\n(s) the manner and form of displaying notices under clause (b) of section 33;\n(t) the manner of filing return to the Inspector-cum-Facilitator under clause (d)\nof section 33;\n(u) the manner of conducting inspection including web based inspection under\nsub-section (2) of section 34;\n(v) the qualification and experience of Chief Inspector-cum-Facilitator under\nsub-section (3) of section 34;\n(w) the manner of taking samples of any article or substance found in any\npremises under clause (x) of sub-section (1) of section 35;\n(x) the powers and duties of Inspector-cum-Facilitator under clause (xiv) of\nsub-section (1) of section 35;\n(y) the qualification, experience, duties and responsibilities of experts to be\nempaneled under section 37;\n(z) the manner of providing alternative employment under sub-clause (d) of\nclause (A) of sub-section (1) of section 38;\n(za) the qualification for the appointment of medical practitioner and other\nestablishment under sub-section (1) of section 42;\n(zb) other establishment and the dangerous occupation or processes under\nclause (a) of sub-section (2) of section 42;\n(zc) medical supervision and any other establishment in respect of illness under\nclause (b) of sub-section (2) of section 42;\n(zd) examination and certification of adolescent for his fitness for employment\nand any other establishment under clause (c) of sub-section (2) of section 42;\n5\n10\n15\n20\n25\n30\n35\n40\n45\n58\n(ze) any other condition to be observed by the employer under section 43;\n(zf) conditions as to hours of work, fixation of wages and other essential amenities\nin respect of contract labour under clause (a) of sub-section (3) of section 47;\n(zg) the particulars for great of licence under sub-section (1) of section 48;\n(zh) the procedure for grant of  licence under sub-section (2) of section 48;\n(zi) manner of applying for the renewal of licence and the manner of renewal of\nlicence under sub-section (3) of section 48;\n(zj) information regarding work order for supply or engagement of contract\nlabour under sub-section (1) of section 50;\n(zk) to suspend or cancel the licence in such manner for contract labour under\nsub-section (2) of section 50;\n(zl) the period before which the wages shall be paid under sub-section (1) of\nsection 55;\n(zm) the manner of certifying the amounts paid as wages under proviso to\nsub-section (2) of section 55 ;\n(zn) the format of issuing experience certificate under section 56;\n(zo) the conditions relating to number of employees, depth of excavation and\nother matter under clause (a) of sub-section (1) of section 65;\n(zp) the conditions relating to workings, opencast workings and explosives\nunder clause (b) of sub-section (1) of section 65;\n(zq) any other common facilities for liability of owner of premises under\nsection 75;\n(zr) from of application for establishment of factory involving hazardous process\nunder sub-section (2) of section 78;\n(zs) the appellate authority against the order of Inspector-cum-Facilitator of\nfactory under section 85;\n(zt) for exemption, extent of exemption and conditions subject to which such\nexemption in respect of any worker or class of worker in an establishment or class of\nestablishments under sub-section (2) of section 86;\n(zu) rules selecting to overtime hours under sub-section (3) of section 86;\n(zv) the manner of holding inquiry by the adjudicating officer under\nsub-section (1) of section 104;\n(zw) the manner of compounding of offence under sub-section (1) of\nsection 106;\n(zx) any other matter which is required to be, or may be, prescribed under this\nCode."
  },
  {
    "id": 190,
    "text": "126. (1) The Central Government may, subject to the conditions of previous publication\nand by notification, make rules for carrying out the purposes of this Code.\n(2) In particular, and without prejudice to the generality of the foregoing power, such\nrules may provide for all or any of the following matters, namely:—\n(a) the authority under sub-clause (iii) of clause (zo) of sub-section (1) of\nsection 2;\nPower of\nCentral\nGovernment\nto make\nrules.\n5\n10\n15\n20\n25\n30\n35\n40\n59\n(b) to define the occupier in case of owner of dock under proviso of sub-clause\n(iii) of clause (zo) of sub-section (1) of section 2;\n(c) form of certificate of registration, the time within which and the conditions\nsubject to which such certificates shall be issued under sub-section (3) of section 3;\n(d) other particulars and form under sub-section (4) of section 3;\n(e) the manner of informing closing of establishment and certifying payment to\nthe registering officer under sub-section (5) of section 3;\n(f) procedure of National Board and the officers and staff thereof under\nsub-section (3) of section 16;\n(g) the number of members, qualifications and terms and conditions of service\nunder sub-section (4) of section 16;\n(h) the number of members of technical committees or advisory committees and\ntheir qualifications under sub-section (5) of section 16;\n(i) health and working conditions under sub-section (1) of section 23;\n(j) welfare facilities for the workers under sub-section (1) of section 24;\n(k) to define “running time” in relation to a working day under Explanation (a)\nof sub-section (1) of section 25;\n(l) the hours of work for working journalist under sub-section (2) of section 25;\n(m) other kinds of leave under clause (i) of sub-section (3) of section 25;\n(n) the maximum period of accumulating leave under clause (ii) of\nsub-section (3) of section 25;\n(o) the limit up to which the earned leave may be availed of at a time and the\nreasons for which such leave may be exceeding under clause (iii) of sub-section (3) of\nsection 25;\n(p) conditions and restrictions for entitlement of cash compensation under\nclause (iv) of sub-section (3) of section 25;\n(q) powers and duties of District Magistrate under section 36;\n(r) requisite qualifications or criteria under sub-section (1) of  section 47;\n(s) period of renewal of licence under sub-section (2) of  section 47;\n(t) specify the name and such other particulars under clause (b) of sub-section (2)\nsection of 63;\n(u) authority to whom the information relating to audio-visual programme by the\nproducer under sub-section (3) of  section 63;\n(v) the matter which may be save and the qualifications of sole manager under\nsub-section (1) of section 64;\n5\n10\n15\n20\n25\n30\n35\n60\n(w) to declare the mines and part threeof for the purpose of applicability of the\nprovisions of this Code under sub-section (2) of section 65;\n(x) for the grant of common lincence under section 111;\n(y) qualification under clause (g) of section 128.\n(z) the language of the bye-laws under sub-section (7) of section 131;"
  },
  {
    "id": 191,
    "text": "127. (1) The State Government may, subject to the conditions of previous publication\nand by notification, make rules for the matters relating to the factories, plantation and any\nother matter for the carrying out the provision of this Code by the State Government.\n(2) In particular and without prejudice to the generality of the foregoing power, such\nrules may provide for all or any of the following matters, namely:—\n(a) the constitution, procedure and other matters relating to State Advisory\nBoard under sub-section (2) of section 17;\n(b) the number of members and their qualifications under sub-section (3) of\nsection 17;\n(c) the form of application and the payment of fees under sub-section (2) of\nsection 69;\n(d) the manner of preparing the plan of the place of premises under sub-section (3)\nof section 69;\n(e) other matter under clause (e) of sub-section (4) of section 69;\n(f) fees under sub-section (6) of section 69;\n(g) the time of filing appeal, fees and the appellate authority under section 70;\n(h) the form of application by the employee under sub-section (1) of section 71;\n(i) form of maintaining the record of the work under sub-section (2) of\nsection 71;\n(j) rules for manner and approval, licensing of factories under sub-section (1)\nof section 74;\n(k) mode of submission of application under sub-section (2) of section 74;\n(l) limit for replacement of any plant or machinery under Explanation to\nsection 74;\n(m) the manner of disclosing information by occupier of a factory under\nsub-section (1) of section 79;\n(n) the interval of informing Chief Inspector-cum-Facilitator and the local\nauthority about the policy relating to hazardous process of a factory under\nsub-section (2) of section 79;\n(o) the form and manner of informing Chief Inspector-cum-Facilitator under\nsub-section (5) of section 79;\nPower of\nState\nGovernment\nto make\nrules.\n5\n10\n15\n20\n25\n30\n35\n61\n(p) the manner of publicising among the workers and the general public living in\nthe vicinity of the factory including a hazardous process under sub-section (7) of\nsection 79;\n(q) maintain health and medical records of the workers and the conditions for\naccessibility by workers engaged in hazardous process under clause (a) of section 80;\n(r) the qualification and experience of persons handling hazardous substance\nand manner of providing necessary facilities for protecting the workers under clause (b)\nof section 80;\n(s) the manner of providing medical examination of a worker under sub-clause (ii)\nof clause (c) of section 80;\n(t) the maximum permissible limit of exposure of chemical and toxic substances\nin manufacturing process in any factory under section 83;\n(u) any other matter which has to be, or may be, prescribed.\n(3) The Central Government may, by notification and in consultation with the State\nGovernment, make rules for the purposes of bringing uniformity, throughout the country, in\noccupational safety, health or such other matters as it considers necessary in respect of\nfactories."
  },
  {
    "id": 192,
    "text": "128. The Central Government may, by notification in the Official Gazette, make\nregulations consistent with this Code for all or any of the following purposes, namely:—\n(a) for prescribing the qualifications required for appointment as Chief\nInspector-cum-Facilitator or Inspector-cum-Facilitator;\n(b) for prescribing and regulating the duties and powers of the Chief\nInspector-cum-Facilitator and of Inspector-cum-Facilitators in regard to the inspection\nof mines under this Code;\n(c) for prescribing the duties of owners, agents and managers of mines and of\npersons acting under them, and for prescribing the qualifications (including age) of\nagents and managers of mines and of persons acting under them;\n(d) for requiring facilities to be provided for enabling managers of mines and\nother persons acting under them to efficiently discharge their duties;\n(e) for regulating the manner of ascertaining, by examination or otherwise, the\nqualifications of managers of mines and persons acting under them, and the granting\nand renewal of certificates of competency;\n(f) for fixing the fees, if any, to be paid in respect of such examinations and of the\ngrant and renewal of such certificates;\n(g) for determining the circumstances in which and the conditions subject to\nwhich it shall be lawful for more mines than one to be under a single manager, or for\nany mines to be under a manager not having the prescribed qualifications;\n(h) for providing for inquiries to be made under this Code, including any inquiry\nrelating to misconduct or incompetence on the part of any person holding a certificate\nunder this Code and for the suspension or cancellation of any such certificate and for\nproviding, wherever necessary, that the person appointed to hold an inquiry shall\nhave all the powers of a civil court under the Code of Civil Procedure, 1908, for the\npurpose of enforcing the attendance of witnesses and compelling the production of\ndocuments and material objects;\nPower of\nCentral\nGovernment\nto make\nregulations in\nrelation to\nmines and\ndock work.\n5 of 1908.\n5\n10\n15\n20\n25\n30\n35\n40\n62\n(i) for regulating, subject to the provisions of the Indian Explosives Act, 1884,\nand of any rules made thereunder, the storage, conveyance and use of explosives;\n(j) for prohibiting, restricting or regulating the employment of women in mines or\nin any class of mines or on particular kinds of labour which are attended by danger to\nthe life, safety or health of such persons and for limiting the weight of any single load\nthat may be carried by any such person;\n(k) for providing for the safety of the persons employed in a mine, their means of\nentrance there into and exit there from, the number of shafts or outlets to be furnished,\nand the fencing of shafts, pits, outlets, pathways and subsidences;\n(l) for prohibiting the employment in a mine either as manager or in any other\nspecified capacity of any person except persons paid by the owner of the mine and\ndirectly answerable to the owner or manager of the mine;\n(m) for providing for the safety of the roads and working places in mines, including\nthe sitting, maintenance and extraction or reduction of pillars or blocks of minerals and\nthe maintenance of sufficient barriers between mine and mine;\n(n) for the inspection of workings and sealed off fire-areas in a mine, and for the\nrestriction of workings in the vicinity of the sea or any lake or river or any other body\nof surface water, whether natural or artificial, or of any public road or building, and for\nrequiring due precaution to be taken against the irruption or inrush of water or other\nliquid matter into, outbreak of fire in or premature collapse of, any workings;\n(o) for providing for the ventilation of mines and the action to be taken in\nrespect of dust, fire, and inflammable and noxious gases, including precautions against\nspontaneous combustion, underground fire and coal dust;\n(p) for regulating, subject to the provisions of the Indian Electricity Act, 1910,\nand of any rules made thereunder, the generation, storage, transformation, transmission\nand use of electricity in mines and for providing for the care and the regulation of the\nuse of all electrical apparatus and electrical cables in mines and of all other machinery\nand plant therein;\n(q) for regulating the use of machinery in mines, for providing for the safety of\npersons employed on or near such machinery and on haulage roads and for restricting\nthe use of certain classes of locomotives underground;\n(r) for providing for proper lighting of mines and regulating the use of safety\nlamps therein and for the search of persons entering a mine in which safety lamps are\nin use;\n(s) for providing against explosions or ignitions of inflammable gas or dust or\nirruptions of or accumulations of water in mines and against danger arising there from\nand for prohibiting, restricting or regulating the extraction of minerals in circumstances\nlikely to result in the premature collapse of workings or to result in or to aggravate the\ncollapse of workings or irruptions of water or ignitions in mines;\n(t) for specifying type of accidents for the purposes of notice under section 10\nand for specifying the notices of accidents and dangerous occurrences, and the notices,\nreports and returns of mineral output, persons employed and other matters provided\nfor by regulations, to be furnished by owners, agents and managers of mines, and for\nprescribing the forms of such notices, returns and reports, the persons and authorities\nto whom they are to be furnished, the particulars to be contained in them, and the time\nwithin which they are to be submitted;\n(u) for requiring owners, agents and managers of mines to have fixed boundaries\nfor the mines, for prescribing the plans and sections and field notes connected therewith\nto be kept by them and the manner and places in which such plans, sections and field\n4 of 1884.\n9 of 1910.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n63\nnotes are to be kept for purposes of record and for the submission of copies thereof to\nthe Chief Inspector-cum-Facilitator, and for requiring the making of fresh surveys and\nplans by them, and in the event of non-compliance, for having the survey made and\nplans prepared through any other agency and for the recovery of expenses thereof in\nthe same manner as an arrear of land revenue;\n(v) for regulating the procedure on the occurrence of accidents or accidental\nexplosions or ignitions in or about, mines for dealing effectively with the situation.\n(w) for specifying the form of, and the particulars to be contained in, the notice\nto be given by the owner, agent or manager of a mine under section 5;\n(x) for specifying the notice to be given by the owner, agent or manager of a\nmine before mining operations are commenced at or extended to any point within\nforty-five meters of any railway subject to the provisions of the Indian Railways Act,\n1890 or of any public roads or other works as the case may be, which are maintained by\nthe Government or any local authority;\n(y) for the protection from injury, in respect of any mine when the workings are\ndiscontinued, of property vested in the Government or any local authority or railway\ncompany as defined in the Indian Railways Act, 1890;\n(z) for requiring protective works to be constructed by the owner, agent or\nmanager of a mine before the mine is closed, and in the event of non-compliance, for\ngetting such works executed by any other agency and for recovering the expenses\nthereof from such owner in the same manner as an arrear of land revenue;\n(za) for requiring the fencing of any mine or part of a mine or any quarry, incline,\nshaft, pit or outlet, whether the same is being worked or not, or any dangerous or\nprohibited area, subsidence, haulage, tramline or pathway, where such fencing is\nnecessary for the protection of the public;\n(zb) for specifying the number of officials to be appointed;\n(zc) for specifying the qualifications of the officials to be appointed;\n(zd) for specifying the qualifications and experience of the agents;\n(ze) for specifying the period during which the agent shall be resident in India;\n(zf) for specifying duties and responsibilities of suppliers, designers, importer\nand contractors for safety in  mines;\n(zg) for requiring the owners, agents and managers of mines to formulate, maintain\nand enforce safety management plan in their mines;\n(zh) for requiring the managers of mines to formulate and implement codes of\npractice or standard operating procedure in respect of any machinery or operation\nused in the mines;\n(zi) for providing for the safety in opencast mines and associated operations\nand machineries used therein;\n(zj) for regulating the extraction of methane from working or abandoned coal\nmines or from virgin coal seam;\n(zk) for specifying the forms of returns which shall be filed by the establishments\nor the class of establishments under this code;\n(zl) for the general requirement relating to the construction, equipping and\nmaintenance for the safety of working places on shore, ship, dock, structure and other\nplaces at which any dock work is carried on;\n9 of 1890.\n9 of 1890.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n64\n(zm) for the safety of any regular approaches over a dock, wharf, quay or other\nplaces which dock workers have to use for going for work and for fencing of such\nplaces and projects;\n(zn) for the efficient lighting of all areas of dock, ship, any other vessel, dock\nstructure or working places where any dock work is carried on and of all approaches to\nsuch places to which dock workers are required to go in the course of their employment;\n(zo) providing and maintaining adequate ventilation and suitable temperature in\nevery building or an enclosure on ship where dock workers are employed;\n(zp) providing for the fire and explosion prevention and protection;\n(zq) providing for safe means of access to ships, holds, stagings, equipment,\nlifting appliances and other working places;\n(zr) providing for the safety of workers engaged in the opening and closing of\nhatches, protection of ways and other openings in the docks which may be dangerous\nto them;\n(zs) providing for the safety of workers on docks from the risk of falling overboard\nbeing struck by cargo during loading or unloading operations;\n(zt) providing for the construction, maintenance and use of lifting and other\ncargo handling appliances and services, such as, pallets containing or supporting\nloads and provision of safety appliances on them, if necessary;\n(zu) providing for the safety of workers employed in freight container terminals\nor other terminals for handling unitised cargo;\n(zv) providing for the fencing of machinery, live electrical conductors, steam\npipes and hazardous openings;\n(zw) providing for the construction, maintenance and use of staging;\n(zx) providing for the rigging and use of ship’s derricks;\n(zy) providing for the testing, examination, inspection and certification as\nappropriate of loose gears including chains and ropes and of slings and other liftings\ndevices used in the dock work;\n(zz) providing for the precautions to be taken to facilitate escape of workers\nwhen employed in a hold, bin, hopper or the like or between decks of a hold while\nhandling coal or other bulk cargo;\n(zza) providing for the measures to be taken in order to prevent dangerous\nmethods of working in the stacking, unstacking, stowing and unstowing of cargo or\nhandling in connection therewith;\n(zzb) providing for the handling of dangerous substances and working in\ndangerous or harmful environments and the precautions to be taken in connection\nwith such handling;\n(zzc) providing for the work in connection with cleaning, chipping, painting,\noperations and precautions to be taken in connection with such work;\n(zzd) providing for the employment of persons for handling cargo, handling\nappliances, power operated hatch covers or other power operated ship’s equipment,\nsuch as, door in the hull of a ship, ramp, retraceable car deck or similar equipment or to\ngive signals to the drivers of such machinery;\n(zze) providing for the transport  of dock workers;\n(zzf) providing for the precautions to be taken to protect dock workers against\nharmful effects of excessive noise, vibrations and air pollution at the work place;\n5\n10\n15\n20\n25\n30\n35\n40\n45\n65\n(zzg) providing for protective equipment or protective clothing;\n(zzh) providing for the sanitary, washing and welfare facilities;\n(zzi) providing for—\n(i) the medical supervision;\n(ii) the ambulance rooms, first aid and rescue facilities and arrangements\nfor the removal of dock workers to the nearest place of treatment;\n(iii) the safety and health organisation; and\n(iv) the training of dock workers and for the obligations and rights of the\ndock workers for their safety and health at the work place;\n(zzj) providing for the investigation of occupational accidents, dangerous\noccurrences and diseases, specifying such diseases and the forms of notices, the\npersons and authorities to whom, they are to be furnished, the particulars to be contained\nin them and the time within which they are to be submitted;\n(zzk) providing for the submission of statement of accidents, man-days lost,\nvolume of cargo handled and particulars of dock workers; and\n(zzl) any other matter which has to be, or may be, prescribed."
  },
  {
    "id": 193,
    "text": "129. The power to make rules, regulations, and bye-laws under this Code shall be\nsubject to the condition of the previous publication of the same being made, in the following\nmanner, namely:—\n(a) the date to be specified after a draft of rule, regulation, standard and bye-\nlaws proposed to be made will be taken under consideration, shall not be less than\nforty-five days from the date on which the draft of the proposed rule, regulation,\nstandard and bye-laws is published for general information;\n(b) rule, regulation, standard and bye-laws shall be published in the Official\nGazette and, on such publication, shall have effect as if enacted in this Code."
  },
  {
    "id": 194,
    "text": "130. Notwithstanding anything contained in section 130, regulations under section 129\nmay be made without previous publication and without reference to the National Occupational\nSafety Health Advisory Board constituted under sub-section (1) of section 16 if the Central\nGovernment is satisfied that for the prevention of apprehended danger or the speedy remedy\nof conditions likely to cause danger it is necessary in making such regulations to dispense\nwith the delay that would result from such publication and reference:\nProvided that any regulations so made shall be sent to the said National Occupational\nSafety Health Advisory Board for information and shall not remain in force for more than one\nyear from the making thereof."
  },
  {
    "id": 195,
    "text": "131. (1) The employer of a mine may, and shall, if called upon to do so by the Chief\nInspector-cum-Facilitator or Inspector-cum-Facilitator, to frame and submit to the Chief\nInspector-cum-Facilitator or Inspector-cum-Facilitator a draft of such by-laws, not being\ninconsistent with this Code or any regulations or rules for the time being in force, governing\nthe use of any particular machinery or the adoption of a particular method of working in the\nmine, as the employer may deem necessary to prevent accidents and provide for the safety,\nconvenience and discipline of the persons employed in the mine.\n(2) If any such Employer—\n(a) fails to submit within two months a draft of bye-laws after being called upon\nto do so by the Chief Inspector-cum-Facilitator or Inspector-cum-Facilitator, or\n(b) submits a draft of bye-laws which is not in the opinion of the Chief Inspector-\ncum-Facilitator or Inspector-cum-Facilitator sufficient, the Chief Inspector-cum-\nFacilitator or Inspector-cum-Facilitator may—\nPrior\npublication\nof rules, etc.\nPower to\nmake\nregulation\nwithout\nprevious\npublication.\nBye-laws.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n66\n(i) propose a draft of such bye-laws as appear to him to be sufficient; or\n(ii) propose such amendments in any draft submitted to him by the\nemployer as will, in his opinion, render it sufficient, and shall send such draft\nbye-laws or draft amendments to the employer for consideration.\n(3) If within a period of two months from the date on which any draft bye-laws or draft\namendments are sent by the Chief Inspector-cum-Facilitator or Inspector-cum-Facilitator to\nthe employer under the provisions of sub-section (2), the Chief Inspector-cum-Facilitator or\nInspector-cum-Facilitator and the employer are unable to agree as to the terms of the\nbye-laws to be made under sub-section (1), the Chief Inspector-cum-Facilitator or Inspector-\ncum-Facilitator shall refer the draft bye-laws for settlement to the technical Committee\nconstituted under sub-section (5) of section 16 in respect of mines.\n(4) When such draft bye-laws have been agreed to by the employer and the Chief\nInspector-cum-Facilitator or Inspector-cum-Facilitator, or, when they are unable to agree,\nhave been settled by the Committee constituted under sub-section (5) of section 16 in\nrespect of mines, a copy of the draft bye-laws shall be sent by the Chief Inspector-cum-\nFacilitator or Inspector-cum-Facilitator to the Central Government for approval:\nProvided that the Central Government may make such modification of the draft bye-\nlaws as it thinks fit:\nProvided further that before the Central Government approves the draft bye-laws,\nwhether with or without modifications, there shall be published, in such manner as the\nCentral Government may think best adapted for informing the persons affected, a notice of\nthe proposal to make the bye-laws and of the place where copies of the draft bye-laws may\nbe obtained, and of the time (which shall not be less than thirty days) within which any\nobjections with reference to the draft by-laws, made by or on behalf of persons affected\nshould be sent to the Central Government.\n(5) Every objection under second proviso to sub-section (4) shall be in writing and\nshall state—\n(i) the specific grounds of objections, and\n(ii) the omissions, additions or modifications asked for.\n(6) The Central Government shall consider any objection made within the required\ntime by or on behalf of persons appearing to it to be affected, and may approve the bye-laws\neither in the form in which they were published or after making such amendments thereto as\nit thinks fit.\n(7) The bye-laws, when so approved by the Central Government, shall have effect as\nif enacted in this Code, and the employer  shall cause a copy of the bye-laws, in English and\nin such other language or languages as may be prescribed by the Central Government, to be\nposted up in some conspicuous place at or near the mine, where the bye-laws may be\nconveniently read or seen by the persons employed; and, as often as the same become\ndefaced, obliterated or destroyed, shall cause them to be renewed with all reasonable dispatch.\n(8) The Central Government may, by order in writing rescind, in whole or in part, any\nbye-laws so made, and thereupon such bye-law shall cease to have effect accordingly."
  },
  {
    "id": 196,
    "text": "132. Every  standard, rule, regulation and bye-laws made by the Central Government\nunder this Code shall be laid, as soon as may be after it is made, before each House of\nParliament, while it is in session, for a total period of thirty days which may be comprised in\none session or in two or more successive sessions, and if, before the expiry of the session\nimmediately following the session or the successive sessions aforesaid, both Houses agree\nin making any modification in the regulation, rule or bye-law or both Houses agree that the\nregulation, rule or bye-law should not be made, the regulation, rule or bye-law shall thereafter\nhave effect only in such modified form or be of no effect, as the case may be; so, however,\nLaying of\nregulations,\nrules and\nbye-laws,\netc., before\nParliament.\n5\n10\n15\n20\n25\n30\n35\n40\n45\n67\nthat any such modification or annulment shall be without prejudice to the validity of anything\npreviously done under that regulation, rule or bye-law, as the case may be."
  },
  {
    "id": 197,
    "text": "133.  Every rule made by the State Government under this Code shall be laid, as soon\nas may be, after it is made, before the State Legislative."
  },
  {
    "id": 198,
    "text": "134. (1) The following Acts shall stand repealed with effect from such date as may be\nnotified in this behalf, namely:—\n(a) The Factories Act, 1948;\n(b) The Mines Act, 1952;\n(c) The Dock Workers (Safety, Health and Welfare) Act, 1986;\n(d) The Building and Other Construction Workers (Regulation of Employment\nand Conditions of Service) Act, 1996;\n(e) The Plantations Labour Act, 1951;\n(f) The Contract Labour (Regulation and Abolition) Act, 1970;\n(g) The Inter-State Migrant workmen (Regulation of Employment and Conditions\nof  Service) Act, 1979;\n(h) The Working Journalist and other News Paper Employees (Conditions of\nService and Miscellaneous Provision) Act, 1955;\n(i) The Working Journalist (Fixation of rates of wages) Act, 1958;\n(j) The Motor Transport Workers Act, 1961;\n(k) The Sales Promotion Employees (Conditions of Service) Act, 1976;\n(l) The Beedi and Cigar Workers (Conditions of Employment) Act, 1966;\n(m) The Cine Workers and Cinema Theatre Workers Act, 1981.\n(2) Every Chief Inspector, Additional Chief Inspector, Joint Chief Inspector, Deputy\nChief Inspector, Inspector and every other officer appointed for the purposes under any of\nthe provisions of the enactments repealed by this Code, shall be deemed to have been\nappointed under this Code for such purposes under this Code.\n(3) Notwithstanding such repeal, anything done or any action taken under the\nenactments so repealed (including any rule, regulation, bye-laws, notification, nomination,\nappointment, order or direction made thereunder) shall be deemed to have been done or\ntaken under the corresponding provisions of this Code and shall be in force to the extent\nthey are not contrary to the provisions of this Code till they are repealed by the Central\nGovernment.\n(4) Without prejudice to the provisions of sub-section (2), provisions of section 6 of\nthe General Clauses Act, 1897 shall apply to the repeal of such enactment.\nLaying of\nrules made by\nState\nGovernment.\nRepeal and\nsavings.\n63 of 1948.\n35 of 1952.\n54 of 1986.\n27 of 1996.\n69 of 1951.\n37 of 1970.\n30 of 1979.\n45 of 1955.\n29 of 1958.\n11 of 1976.\n32 of 1966.\n50 of 1981.\n10 of 1897.\n27 of 1961.\n5\n10\n15\n20\n25\n30\n35\n68\nTHE FIRST SCHEDULE\n[See section 2(y)]\nList of Industries involving hazardous processes"
  },
  {
    "id": 199,
    "text": "1. Ferrous Metallurgical Industries\n-Integrated Iron and Steel\n-Ferro-alloys\n-Special Steels"
  },
  {
    "id": 200,
    "text": "2. Non-ferrous metallurgical Industries\n-Primary Metallurgical Industries, namely, zinc, lead, copper, manganese and\naluminium"
  },
  {
    "id": 201,
    "text": "3. Foundries (ferrous and non-ferrous)\n-Castings and forgings including cleaning or smoothening/roughening by\nsand and shot blasting"
  },
  {
    "id": 202,
    "text": "4. Coal (including coke) industries\n-Coal, Lignite, Coke, etc.\n-Fuel Gases (including Coal Gas, Producer Gas, Water Gas)"
  },
  {
    "id": 203,
    "text": "6. Pulp and paper (including paper products) industries"
  },
  {
    "id": 204,
    "text": "7. Fertiliser Industries\n-Nitrogenous\n-Phosphatic\n-Mixed"
  },
  {
    "id": 205,
    "text": "8. Cement Industries\n-Portland Cement (including slag cement, puzzolona cement and their products)"
  },
  {
    "id": 206,
    "text": "9. Petroleum Industries\n-Oil Refining\n-Lubricating Oils and Greases"
  },
  {
    "id": 207,
    "text": "11. Drugs and Pharmaceutical Industries\n-Narcotics, Drugs and Pharmaceuticals"
  },
  {
    "id": 208,
    "text": "12. Fermentation Industries (Distilleries and Breweries)"
  },
  {
    "id": 209,
    "text": "17. Chemical Industries\n-Coke Oven by-products and Coaltar Distillation products\n69\n-Industrial Gases (nitrogen, oxygen, acetylene, argon, carbondioxide, hydrogen,\nsulphur dioxide, nitrous oxide, halogenated hydrocarbon, ozone, etc.)\n-Industrial Carbon\n-Alkalies and Acids\n-Chromates and dichromates\n-Lead and its compounds\n-Electrochemicals (metallic sodium, potassium and magnesium, chlorates,\nperchlorates and peroxides)\n-Electrothermal produces (artificial abrasive, calcium carbide)\n-Nitrogenous compounds (cyanides, cyanamides and other nitrogenous\ncompounds)\n-Phosphorous and its compounds\n-Halogens and Halogenated compounds (Chlorine, Fluorine, Bromine and Iodine)\n-Explosives (including industrial explosives and detonators and fuses)"
  },
  {
    "id": 210,
    "text": "18. Insecticides, Fungicides, Herbicides and other Pesticides Industries"
  },
  {
    "id": 211,
    "text": "20. Man made Fibre (Cellulosic and non-cellulosic) industry"
  },
  {
    "id": 212,
    "text": "21. Manufacture and repair of electrical accumulators"
  },
  {
    "id": 213,
    "text": "24. Manufacture, handling and processing of asbestos and its products"
  },
  {
    "id": 214,
    "text": "25. Extraction of oils and fats from vegetable and animal sources"
  },
  {
    "id": 215,
    "text": "26. Manufacture, handling and use of benzene and substances containing benzene"
  },
  {
    "id": 216,
    "text": "27. Manufacturing processes and operations involving carbon disulphide"
  },
  {
    "id": 217,
    "text": "28. Dyes and Dyestuff including their intermediates"
  },
  {
    "id": 218,
    "text": "29. Highly flammable liquids and gases\n70\nTHE SECOND SCHEDULE\n[See section 18(2)(f)]\nList of matters:\n(i) fencing of machinery;\n(ii)  work on or near machinery in motion;\n(iii) employment of adolescents on dangerous machines;\n(iv) striking gear and devices for cutting off power;\n(v) self acting machines;\n(vi) casing of new machinery;\n(vii) prohibition of employment of women and children near cotton openers;\n(viii) hoists and lifts;\n(ix) lifting machines, chains, ropes and lifting tackles;\n(x) revolving machinery;\n(xi) pressure plant;\n(xii) floors, stairs and means of access;\n(xiii) pits, sumps, openings in floors and other similar indentation of area;\n(xiv) safety officers;\n(xv) protection of eyes;\n(xvi) precautions against dangerous fumes, gases, etc.;\n(xvii) precautions regarding the use of portable electric light;\n(xviii) explosive or inflammable dust, gas, etc.;\n(xix) safety committee;\n(xx) power to require specifications of defective parts or tests of stability;\n(xxi) safety of buildings and machinery;\n(xxii) maintenance of buildings;\n(xxiii) prohibition in certain cases of danger;\n(xxiv) notice in respect of accidents;\n(xxv) court of inquiry in case of accidents;\n(xxvi) safety management in plantation;\n(xxvii) the general requirement relating to the construction, equipments and\nmaintenance for the safety of working places on shore, ship, dock, structure and other\nplaces at which any dock work is carried on;\n(xxviii) the safety of any regular approaches over a dock, wharf, quay or other\nplaces which dock worker have to use for going for work and for fencing of such\nplaces and projects;\n(xxix) the efficient lighting of all areas of dock, ship, any other vessel, dock\nstructure or working places where any dock work is carried on and of all approaches to\nsuch places to which dock workers are required to go in the course of their employment;\n71\n(xxx) adequate ventilation and suitable temperature in every building or an\nenclosure on ship where dock workers are employed;\n(xxxi) the fire and explosion preventions and protection;\n(xxxii) safe means of access to ships, holds, stagings, equipment, appliances\nand other working places;\n(xxxiii) the Construction, maintenance and use of lifting and other cargo handling\nappliances and services, such as, pallets containing or supporting loads and provision\nof safety appliances on them, if necessary;\n(xxxiv) the safety of workers employed in freight container terminals of other\nterminals for handing unitized cargo;\n(xxxv) the fencing of machinery, live electrical conductors, steam pipes and\nhazardous openings;\n(xxxvi) the construction, maintenance and use of staging;\n(xxxvii) the rigging and use of ship's derricks;\n(xxxviii) the testing, examination, inspection and certification as appropriate of'\nloose gears including chains and ropes and of slings and other lifting devices used in\nthe dock work;\n(xxxix) the precautions to be taken to facilitate escape of workers when employed\nin a hold, bin, hopper or the like or between decks of a hold while handing coal of other\nbulk cargo;\n(xl) the measures to be taken in order to prevent dangerous methods of' working\nin the stacking, unstacking, stowing and unstowing of cargo or handing in connection\ntherewith;\n(xli) the handling of dangerous substances and working, in dangerous or harmful\nenvironments and the precautions to be taken in connection with such handling;\n(xlii) the work in connection with cleaning, chipping painting, operations and\nprecautions to be taken in connection with such work;\n(xliii) the employment of persons for handling cargo, handling appliances, power\noperated batch covers or other power operated ship's equipment such as, door in the\nhull of a ship, ramp, retraceable car deck or similar equipment or to give signals to the\ndrivers of such machinery;\n(xliv) the transport of dock workers;\n(xlv) the precautions to be taken to protect dock workers against harmful effects\nof excessive noise, vibration and air pollution at the work place;\n(xlvi) protective equipment and protective clothing;\n(xlvii) the sanitary, washing and welfare facilities;\n(xlviii) the medical supervision;\n(xlix) the ambulance rooms, first aid and rescue facilities and arrangements for\nthe removal of dock workers to the nearest place of treatment;\n(l) the investigation of occupational accidents, dangerous occurrences and\ndiseases, specifying such diseases and the forms of' notices, the persons and\nauthorities to whom, they are to be furnished, the particulars to be contained in them\nand the time within which they are to be submitted; and\n(li) the submission of statement of accidents, man-days lost, volume of cargo\nhandled and particulars of dock workers.\n72\n(lii) the safe means of access to, and the safety of, any working place, including\nthe provision of suitable and sufficient scaffolding at various stages when work cannot\nbe safely done from the ground or from any part of a building or from a ladder or such\nother means of support;\n(liii) the precautions to be taken in connection with the demolition of the whole\nor any substantial part of a building or other structure under the supervision of a\ncompetent person child the avoidance of danger from collapse of any building or\nother structure while removing any part of the framed building or other structure by\nshoring or otherwise;\n(liv) the handling or use of explosive under the control of competent persons so\nthat there is no exposure to the risk of injury from explosion or from flying material;\n(lv) the erection installation, use and maintenance of transporting equipment,\nsuch as locomotives, trucks, wagons and other vehicles and trailers and appointment\nof competent persons to drive or operate such equipment;\n(lvi) the erection, installation, use and maintenance of hoists, lifting appliances\nand lifting gear including periodical testing and examination and heat treatment where\nnecessary, precautions to be taken while raising or lowering loads, restrictions on\ncarriage of persons and appointment of competent persons on hoists or other lifting\nappliances;\n(lvii) the adequate and suitable lighting of every workplace and approach thereto,\nof every place where raising or lowering operations with the use of hoists, lifting\nappliances or lifting gears are in progress and of all openings dangerous to building\nworkers employed;\n(lviii) the precautions to be taken to prevent inhalation of dust, fumes, gases or\nvapours during any grinding, cleaning, spraying or manipulation of any material and\nsteps to be taken to secure and maintain adequate ventilation of every working place\nor confined space;\n(lix) the measures to be taken during stacking or unstacking, stowing or\nunstowing of materials or goods or handling in connection therewith;\n(lx) the safeguarding of machinery including the fencing of every fly-wheel and\nevery moving part of prime mover and every part of transmission or other machinery,\nunless it is in such a position or of such construction as to be safe to every worker\nworking only of the operations and as if it were securely fenced:\n(lxi) the safe handling and use of plant, including tools and equipment operated\nby compressed air:\n(lxii) the precaution to be taken in case of fire;\n(lxiii) the limits of weight to be lifted or moved by workers;\n(lxiv) the safe transport of workers to or from any workplace by water and\nprovision of means for rescue from drowning;\n(lxv) the steps to be taken to prevent danger to workers from live electric wires\nor apparatus including electrical machinery and tools and from overhead wires;\n(lxvi) the keeping of safety nets, safety sheets and safety belts where the special\nnature or the circumstances of work render them necessary for the safety of the\nworkers;\n(lxvii) the standards to be complied with regard to scaffolding, ladders and\nstairs, lifting appliances, ropes, chains and accessories, earth moving equipment and\nfloating operational equipments;\n73\n(lxviii) the precautions to be taken with regard to pile driving, concrete work,\nwork with hot asphalt, tar or other similar things, insulation work, demolition operations,\nexcavation, underground construction and handling materials;\n(lxix) the safety policy, that is to say, a policy relating to steps to be taken to\nensure the safety and health of the building workers, the administrative arrangements\ntherefore and the matters connected therewith, to be framed by the employers and\ncontractors for tile operations to be carried on in a building or other construction\nwork;\n(lxx) emergency standards for enforcement of suitable standards in respect of\nhazardous processes in a factory;\n(lxxi) the maximum permissible threshold limits of exposure of chemical and\ntoxic substances in manufacturing processes (whether hazardous or otherwise) in any\nfactory;\n(lxxii) lightning;\n(lxxiii) any other matter which is the Central Government considers under the\ncircumstance for better working condition for safety at the work place.\n74\nTHE THIRD SCHEDULE\n[See section 12(1)]\nList of Notifiable Diseases"
  },
  {
    "id": 219,
    "text": "1. Lead poisoning, including poisoning by any preparation or compound of lead\nor their sequelae."
  },
  {
    "id": 220,
    "text": "9. Benzene poisoning, including poisoning by any of its homologues, their nitro\nor amido derivatives or its sequelae."
  },
  {
    "id": 221,
    "text": "13. Poisoning by halogens or halogen derivatives of the hydrocarbons of the\naliphatic series."
  },
  {
    "id": 222,
    "text": "14. Pathological manifestations due to—\n(a) radium or other radio-active substances;\n(b) X-rays."
  },
  {
    "id": 223,
    "text": "18. Oil acne or dermatitis due to mineral oils and compounds containing mineral\noil base."
  },
  {
    "id": 224,
    "text": "21. Occupational or contact dermatitis caused by direct contract with chemicals\nand paints. These are of two types, that is, primary irritants and allergic sensitizers."
  },
  {
    "id": 225,
    "text": "22. Noise induced hearing loss (exposure to high noise levels)."
  },
  {
    "id": 226,
    "text": "29. Toxic nephritis.\n75\nSTATEMENT OF OBJECTS AND REASONS\nThe Second National Commission on Labour (the Commission) had submitted its\nReport on “Occupational Safety, Health and Working Conditions of the Workers” in June,"
  },
  {
    "id": 227,
    "text": "2002. In pursuance of the recommendations of the said Commission, it has become necessary\nto enact a Central Legislation in the form of a Code, namely the Occupational Safety, Health\nand Working Conditions Code, 2019 which incorporates the essential features of the thirteen\nenactments relating to factories, mines, dock workers, building and other construction\nworkers, plantations labour, contract labour, Inter-State migrant workmen, working Journalist\nand other news paper employees, motor transport workers, sales promotion employees,\nbeedi and cigar workers, cine workers and cinema theatre workers and to repeal the respective\nenactments.  It provides broader legislative framework to secure just and humane conditions\nof work with flexibility and to provide enabling provisions for making rules and regulations\nin tune with the emerging technologies."
  },
  {
    "id": 228,
    "text": "2. The Occupational Safety, Health and Working Conditions Code, 2019 simplifies,\namalgamates and rationalises the provisions of thirteen enactments in the aforesaid areas\nand to comprise them in a concise volume with certain important changes.  The salient\nfeatures of the said Code, inter alia, provides for the following, namely:––\n(i) to impart flexibility in adapting dynamic factors and technological changes,\nin the matters relating to health, safety, welfare and working conditions of workers;\n(ii) to apply the provisions of the proposed Code for all establishments having\nten or more workers, other than the establishments relating to mines and docks;\n(iii) to expand––\n(a) the ambit of the provisions relating to working conditions of cine\nand theatre workers to include them in the digital audio-visual workers\nencompassing all forms of electronic media;\n(b) the scope of journalists to include them in electronic media such as\nin e-paper establishment or in radio or in other media;\n(c) the scope of Inter-State migrant workers to include therein the workers\nrecruited or engaged by an employer directly, from one State to another State\nfor employment in his establishment;\n(d) the definition of “family” to include therein the dependent grand-\nparents in order to take care of them in old age;\n(iv) to provide the concept of “one registration” for all establishments having\nten or more employees;\n(v) to constitute “the National Occupational Safety and Health Advisory Board”\nto give recommendations to the Central Government on policy matters, relating to\noccupational safety, health and working conditions of workers;\n(vi) to constitute “the State Occupational Safety and Health Advisory Board”\nat the State level to advice the State Government on such matters arising out of the\nadministration of the proposed Code;\n(vii) to make a provision for the constitution of “Safety Committee” by the\nappropriate Government in any establishment or class of establishments;\n(viii) to allow the women employees to work at night, that is, beyond 7 PM and\nbefore 6AM subject to the conditions relating to safety, holiday, working hours and\ntheir consent;\n76\n(ix) to make a provision of “common license” for factory, contract labour and\nbeedi and cigar establishments and to introduce the concept of a single all India\nlicense for five years for engaging the contract labour;\n(x) to enable the courts to give a portion of monetary penalties upto fifty per\ncent. to the worker who is a victim of accident or to the legal heirs of such victim in the\ncase of his death; and\n(xi) to make a provision for adjudging the penalties imposed under the Code."
  },
  {
    "id": 229,
    "text": "3. The Notes on Clauses explain in detail the various provisions contained in the\nCode."
  },
  {
    "id": 230,
    "text": "4. The Code seeks to achieve the aforesaid objectives.\nNEW DELHI;\nSANTOSH KUMAR GANGWAR.\nThe 16th July, 2019.\n77\nNotes on clauses\nClause 1 of the Bill relates to short title, extent, commencement and application of the\nOccupational Safety, Health and Working Conditions Code.\nClause 2 of the Code relates to the definition of certain expressions used in the\nproposed Code.\nClause 3 of the Code relates to the procedure for the registration of certain\nestablishments.\nClause 4 of the Code relates to the provision of appeal against the order of the\nregistering officer under clause 3.\nClause 5 of the Code relates to the notice by employer for the commencement and\ncessation of the operation of any industry, trade, business, manufacture or occupation in\nthe concern establishment.\nClause 6 of the Code relates to the duties of employer.\nClause 7 of the Code relates to the duties and responsibilities of owner, agent and\nmanager in relation to mine.\nClause 8 of the Code relates to the duties of manufacturers, designer, importers or\nsuppliers.\nClause 9 of the Code relates to the duties of architects, project engineers and designers\nin respect of building or other construction work, project or part thereof.\nClause 10 of the Code relates to the notice of certain accidents at any place in an\nestablishment by the employer or owner or agent or manager.\nClause 11 of the Code relates to the notice of certain dangerous occurrences by the\nemployer to the authorities determined by the appropriate Government by rules.\nClause 12 of the Code relates to the notice of certain diseases specified in the third\nschedule to the Code.\nClause 13 of the Code relates to the duties of the employees at workplace.\nClause 14 of the Code relates to the rights of employee to obtain the information from\nthe employer.\nClause 15 of the Code relates to the duty not to interfere with or misuse things which\nis provided in the interest of health, safety or welfare.\nClause 16 of the Code relates to the constitution of National Occupational Safety and\nHealth Advisory Board and the constitution of technical committees or advisory committees\nto assist the National Board.\nClause 17 of the Code relates to the constitution of State Occupational Safety and\nHealth Advisory Board and the committee to assist the Board.\nClause 18 of the Code empowers the Central Government to declare standards on\noccupational safety and health for work places.\nClause 19 of the Code relates to the research related activities in the area of\noccupational safety and health so as to conduct research, experiments and demonstrations.\nClause 20 of the Code relates to the safety and occupational health surveys by the\nDirector General of Factory Advice Service, Director General of Mines Safety, Director\nGeneral of Health Service and other officers authorised by the appropriate Government.\n78\nClause 21 of the Code relates to the statistics.\nClause 22 of the Code relates to the constitution of Safety Committee and appointment\nof safety officers.\nClause 23 of the Code relates to the responsibility of employer for maintaining health\nand working conditions.\nClause 24 of the Code relates to impose responsibility on the employer to provide\nand maintain the welfare facilities.\nClause 25 of the Code relates to the weekly and daily working hours, leave, etc.\nClause 26 of the Code relates to the weekly and compensatory holidays to the workers.\nClause 27 of the Code relates to the extra wages for overtime.\nClause 28 of the Code relates to the provisions regarding night shifts.\nClause 29 of the Code relates to the prohibition of overlapping shifts and arrangement\nof the system of shifts.\nClause 30 of the Code relates to the restriction on double employment in factory and\nmine.\nClause 31 of the Code relates to the notice of periods of work.\nClause 32 of the Code relates to the provision of annual leave with wages in an\nestablishment.\nClause 33 of the Code relates to maintenance of registers and records and filing of\nreturns by the employer electronically or otherwise in accordance with the rules made by\nthe appropriate Government.\nClause 34 of the Code relates to the appointment of Inspector-cum-Facilitators and\nChief Inspector-cum-Facilitator.\nClause 35 of the Code relates to the powers of Inspector-cum-Facilitators which\nincludes power to enter to work place, examine the premises, etc., inquire into any accident\nor dangerous occurrence, etc., with necessary details in this regard.\nClause 36 of the Code relates to the powers and duties of District Magistrate in\nrespect of mines.\nClause 37 of the Code relates to the third party audit and certification by the empanel\nexperts.\nClause 38 of the Code relates to the special powers of Inspector-cum-Facilitator in\nrespect of factory, mines and dock work and building and other construction work.\nClause 39 of the Code relates to the secrecy of information by Chief Inspector-cum-\nFacilitator or Inspector-cum-Facilitator, etc.\nClause 40 of the Code relates to the facilities to be afforded to the Inspector-cum-\nFacilitator. Such facilities shall be provided by the employer of the establishment.\nClause 41 of the Code relates to the powers of Special Officer to enter, measure, etc.,\nin relation to mine.\nClause 42 of the Code relates to the appointment of the medical officer.\nClause 43 of the Code relates to the employment of women in night subject to the\nconditions to safety, holidays and working hours with the consent of such women before\n6 a.m. and beyond 7 p.m.\nClause 44 of the Code relates to the prohibition of employment of women in dangerous\noperation.\n79\nClause 45 of the Code relates to the details of the applicability of part I of chapter XI\nof the proposed Code.\nClause 46 of the Code relates to the appointment of licensing officers who shall be\nthe Gazetted Officers of the appropriate Government for the purpose of part I, chapter XI of\nthe proposed Code.\nClause 47 of the Code relates to the licensing of contractors.\nClause 48 of the Code relates to the grant of license.\nClause 49 of the Code relates to the provisions that the contractor shall not charge\ndirectly or indirectly, in whole or in part, any fee or commission from the contract labour.\nClause 50 of the Code relates to the information regarding work order to be given to\nthe appropriate Government.\nClause 51 of the Code relates to revocation, suspension and amendment of licence.\nClause 52 of the Code relates to the provisions of the appeal.  Such appeal shall be\nmade by the aggrieved person against the order made in respect of licensing of contractor,\ngrant of licence and revocation, suspension and amendment of licence.\nClause 53 of the Code relates to the liability of principal employer for welfare facilities\nrelating to providing of canteens, rest rooms, drinking water and first aid.\nClause 54 of the Code relates to the effect of employing contract labour from a non-\nlicenced contractor.  In case of employment of contract labour through such contractor\nshall be deemed to be employed by the principal employer.\nClause 55 of the Code relates to the responsibility for payment of wages.\nClause 56 of the Code relates to the experience certificate to be given by the concerned\ncontractor or principal employer of the establishment concerned to the contract labour\nannually or as and when demanded giving details therein of the work performed by the\ncontract labour.\nClause 57 of the Code relates to the prohibition of employment of contract labour.\nThe appropriate Government is empowered under this clause to impose restriction in respect\nof the employment, after consultation with the National Board or a State Advisory Board.\nClause 58 of the Code relates to the power to exempt in special cases.  Such exemption\nrelating to provisions of the proposed Code or the rules made thereunder shall be made by\nthe appropriate Government, in the case of an emergency as specified in the clause.\nClause 59 of the Code relates to the facilities to inter-State Migrant workers.  Such\nfacilities shall be provided by the employer of an establishment employing inter-State\nMigrant worker for the purposes as specified in the clause.\nClause 60 of the Code relates to displacement allowance.  Such allowance shall be\npaid by the contractor to the inter-State Migrant worker at the time of recruitment which\nshall be equal to fifty per cent. of the monthly wages payable to the workers, and so paid\namount shall not be refundable and shall be in addition to the wages or other amount\npayable to the worker.\nClause 61 of the Code relates to the journey allowance, etc.  Such journey allowance\nshall be confined from the place of residence of the inter-State Migrant workers in his State\nto the place of work in the other State and vice versa and shall be payable by the contractor.\nClause 62 of the Code relates to the past liabilities.  On the completion of the period\nof employment of the inter-State migrant worker, the past liabilities deemed to have been\nextinguished and shall not be recoverable by the principal employer or the contractor.\nClause 63 of the Code relates to the prohibition of employment of audio-visual worker\nwithout agreement.  Such agreement shall be in writing and between the audio-visual\n80\nworker and the producer of audio-visual programme or between producers of the audio-\nvisual programme with the contractor and shall be registered with the competent authority.\nClause 64 of the Code relates to the managers in mine.  Subject to the rules made in\nthis behalf, every mine shall be under the sole manager. The clause also provides the\nresponsibility of a manager.\nClause 65 of the Code relates to non-applicability of the Code in certain cases such\nas excavation in mine being made for prospecting purposes only and not for the purpose of\nobtaining minerals for use or sale subject to the conditions specified in the clause and in\ncase the mine engaged in the extraction of kankar, murrum, laterite, boulder, gravel, shingle,\nordinary sand, etc., as specified in the Code.\nClause 66 of the Code relates to the exemption from provision of the Code regarding\nemployment.  Such exemptions or in case of emergency involving serious risk to the safety\nof the mine or of persons employed therein, or in case of an accident, or in case of any act\nof God or in case of any urgent work to be done to machinery, plant or equipment of the\nmine as a result of breakdown of such machinery plant or equipment.\nClause 67 of the Code relates to the employment of persons below eighteen years of\nage.  It provides that no person below eighteen years of age shall be allowed to work in any\nmine or part thereof but in case of apprentices and other trainees, such age limit is not\nbelow sixteen years.\nClause 68 of the Code relates to decision of question whether any excavation or\nworking or premises in or adjacent to and belonging to a mine on which any process\nancillary to the getting, dressing or preparation for sale of minerals or of coke is being\ncarried on in a mine shall be decided by the Secretary to the Government of India and a\ncertificate given by him in this behalf shall be conclusive.\nClause 69 of the Code relates to provide licence to industrial premises and person.\nWithout licence no employer shall use or allow to use any place or premises.\nClause 70 of the Code relates to appeals.  A person aggrieved by the decision of the\ncompetent authority refusing to grant or renew a licence or cancelling or suspending a\nlicence may, within the prescribed time and with prescribed fee, appeal to such authority\nnotified by the State Government.\nClause 71 of the Code relates to permission to work by employees outside industrial\npremises.  Such permission shall be granted by the State Government and the employer\nshall maintain the record of the work permitted to be carried on outside the industrial\npremises.\nClause 72 of the Code relates to non-applicability of part IV relating to beedi and\ncigar workers.\nClause 73 of the Code relates to prohibition of employment of certain persons in\ncertain building or other construction work.  The employer shall not allow the person who\nis deaf, of defective vision or has a tendency to giddiness to work in any operation of\nbuilding or other construction work as specified in the clause.\nClause 74 of the Code relates to approval and licensing of factories.  The registration\nand licensing shall be made in accordance with the rules framed by the appropriate\nGovernment.\nClause 75 of the Code relates to liability of owner of premises in certain circumstances.\nThe owner of the premises and occupier of the factories utilising common facilities shall\njointly and severally be responsible for provision and maintenance of the common facilities\nand services as specified in the clause.\nClause 76 of the Code relates to power to apply the proposed code certain premises.\nThe provision of part VI of the proposed code shall apply to any place wherein manufacturing\n81\nprocess is carried on with or without the aid of power irrespective of the number of workers\nworking in the factory by the appropriate government by notification.\nClause 77 of the Code relates to dangerous operation.  In this respect, the appropriate\ngovernment may make the rule relating to any factory or class or description of factories in\nwhich manufacturing process is carried on in which exposes any of the persons employed\nin it to a serious risk of bodily injury, poisoning or disease as specified in the clause.\nClause 78 of the Code relates to constitution of Site Appraisal Committee.  The Site\nAppraisal Committee constituted under this clause shall make its recommendation within a\nperiod of ninety days of the receipt of the application for grant of permission for the initial\nlocation of a factory involving a hazardous process or for the expansion of such factory,\netc.\nClause 79 of the Code relates to compulsory disclosure of information by the occupier.\nThe disclosure shall be in the manner provided by the State Government in the rules and as\nspecified in the clause.\nClause 80 of the Code relates to the specific responsibility of the occupier in relation\nto hazardous process.  Such responsibility of the occupier of a factory involving hazardous\nprocess relates to maintaining accurate and up-to-date health records.\nClause 81 of the Code relates to National Board to inquire into certain situations\nspecified in the clause.  In such situation, the Central Government may direct the National\nBoard to inquire into the standards of health and safety observed in the factory with a view\nto finding out the causes of the failure or neglect in the adoption of any measures or\nstandards as per rules.\nClause 82 of the Code relates to emergency standards.  The Central Government may\ndirect the Directorate General Occupational Safety and Health formerly known as Directorate\nGeneral of Factory Advice Service and Labour Institutes or any Institution authorised in\nmatters relating to standards of safety in hazardous processes, to lay down emergency\nstandards for enforcement of suitable standards in respect of the hazardous processes.\nClause 83 of the Code relates to permissible limits of exposure of chemicals and toxic\nsubstances.  The maximum permissible limits in any factory shall be of the value as may be\nin the rules by the State Government.\nClause 84 of the Code relates to right of workers to warn about imminent danger.  In\nthe case of reasonable apprehension of imminent danger, the workers may bring the same\nin the notice of the occupier, agent, manager, or any other person who is incharge of the\nfactory or the person concerned directly or through their representatives in the Safety\nCommittee and simultaneously bring the same to the notice of the Inspector-cum-Facilitator.\nClause 85 of the Code relates to appeal against the order of Inspector-cum-Facilitator\nin case of factory.  The details regarding appeal shall be provided by the State Government\nin the rules.\nClause 86 of the Code relates to the power to make exempting rules and order.  This\nclause provides for defining by rules made by the appropriate government defining the\npersons who hold positions of supervision or management or employed in a confidential\nposition in a factory.\nClause 87 of the Code relates to the general penalty for offences.  Such offences are\nthose offences which are not expressly provided under the other provisions of the proposed\nCode.\nClause 88 of the Code relates to the punishment for causing obstruction to Chief\nInspector-cum-Facilitator or Inspector-cum-Facilitator etc.\nClause 89 of the Code relates to penalty for non-maintenance of register, records and\nnon-filing of returns, etc.\n82\nClause 90 of the Code relates to punishment for contravention of provisions of the\nproposed code or any rules, regulation, or bye-laws, etc. It also provides enhanced\npunishment in case of repetition of such offences after conviction.\nClause 91 of the Code relates to punishment for falsification of records, etc.\nClause 92 of the Code relates to penalty for omission to furnish plans, etc., without\nreasonable excuse and the burden of proof lies on the person making the omission.\nClause 93 of the Code relates to punishment for disclosure of information.  The\ndetails regarding the information have been specified in the clause.\nClause 94 of the Code relates to penalty for wrongfully disclosing results of analysis.\nThe details of the disclosure have been specified in the clause.\nClause 95 of the Code relates to penalty for contravention of the provisions of duties\nrelating to hazardous processes as specified in the clause.\nClause 96 of the Code relates to penalty for contravention of the provisions of duties\nrelating to safety provisions resulting in an accident.\nClause 97 of the Code relates to punishment for working in contravention of any\ngeneral or special order issued under the provisions of clause 38.\nClause 98 of the Code relates to punishment for failure to appoint manager in\ncontravention of the provision of the clause 64.\nClause 99 of the Code relates to offences by employees.\nClause 100 of the Code relates to prosecution of owner, agent or manager of a mine as\nspecified in the clause.\nClause 101 of the Code relates to exemption of owner, agent or manager of a mine or\noccupier of a factory from liability in certain cases.  Such cases are that the owner, agent or\nmanager or occupier proves to the satisfaction of the court that he has exercise due diligence\nto enforce execution of the proposed court or that the other person committed the offence\nin question without his knowledge, consent or connivance.\nClause 102 of the Code relates to offences by companies, etc., under the circumstances\nspecified in the clause every person who, at the time the offence was committed, was in\ncharge of, and was responsible to, the company for the conduct of the business of the\ncompany, as well as the company, shall be deemed to be guilty of the offence and shall be\nliable to be proceeded against and punished accordingly.\nClause 103 of the Code relates to limitation of prosecution and cognizance of offence\nunder the proposed Code.\nClause 104 of the Code relates to power of officers of appropriate Government to\nimpose penalty in certain cases.  Such cases are offences under the proposed Code in\nwhich only fine is the penalty.\nClause 105 of the Code relates to jurisdiction of a court for entertaining proceedings,\netc., for offence.  The jurisdiction of the court shall be the place where the establishment is\nfor the time being situated.\nClause 106 of the Code relates to the power of court to make order.  Such order relates\nto the awarding punishment requiring the offender within a period specified in the order.\nClause 107 of the Code relates to compounding of offences.  Under the provision, the\noffences in which only fine is punishment, are compoundable.\nClause 108 of the Code relates to delegation of powers.  In delegation, the conditions\nsubject to which the delegation would be made, may be specified.\n83\nClause 109 of the Code relates to onus as to age.  The burden of onus is on the\naccused to prove that such person is not under such age.\nClause 110 of the Code relates to onus of proving limits of what is practicable, etc.\nThis relates to the failure to comply with the duty to do something, it shall be for the person\nwho is alleged to have failed to comply with such duty or requirement, to prove that it was\nnot reasonably practicable or all practicable measures were taken to satisfy the duty or\nrequirement.\nClause 111 of the Code relates to common licence for contractor, factories and to\nindustrial premises and person.\nClause 112 of the Code relates to effect of law and agreements inconsistent with the\nproposed Code.\nClause 113 of the Code relates to power of the appropriate Government to direct\ninquiry in certain cases.  Such cases relate to event of the occurrence of an accident in an\nestablishment which has caused or had the potentiality to cause serious danger to employees\nand other persons within, and in the vicinity of the workplace or whether immediate or\ndelayed, or any occupational disease as specified in the Third Schedule.\nClause 114 of the Code relates to publication of reports.  Such reports are the reports,\nsubmitted to the appropriate Government by the National Board or State Advisory Board or\nany extracts from any report submitted to it under the proposed Code.\nClause 115 of the Code relates to powers of Central Government to give directions to\nState Government for the implementation of the provisions of the proposed Code.\nClause 116 of the Code relates to general restriction on disclosure of information.\nClause 117 of the Code relates to barring of the jurisdiction of civil courts in respect\nof the matters to which any provision of the proposed Code applies and no injunction shall\nbe granted by any civil court in respect of anything which is done or intended to be done\nby or under the proposed Code.\nClause 118 of the Code relates to protection to the person from legal proceeding if\naction is taken in good faith in pursuance of the proposed Code.\nClause 119 of the Code relates to power to exempt in special cases as specified in the\nclause.\nClause 120 of the Code relates to power to exempt during public emergency.\nClause 121 of the Code relates to power to exempt public institution.  Such institution,\nworkshop or workplace where a manufacturing process is carried on and which is attached\nto a public institution maintained for the purposes of education, training, research or\ninformation, from all or any of the provisions of the proposed Code.\nClause 122 of the Code relates to persons required to give notice, etc., legally, bound\nto do so within the meaning of section 176 of the Indian Penal Code.\nClause 123 of the Code relates to power of Central Government to amend the Schedule\nby way of addition, alteration or omission therein.\nClause 124 of the Code relates to power of Central Government to remove difficulties\nby the order published in the Official Gazette.\nClause 125 of the Code relates to power of appropriate Government to make rules\nsubject to condition of previous publication and by notification, for carrying out the\npurposes of the proposed Code.\nClause 126 of the Code relates to power of the Central Government to make rules\nsubject to condition of previous publication and by notification, for carrying out the\npurposes of the proposed Code.\n84\nClause 127 of the Code relates to power of the State Government to make rules\nsubject to condition of previous publication and by notification, for carrying out the\npurposes of the proposed Code.\nClause 128 of the Code relates to power of Central Government to make regulations\nin relation to mines and dock work by notification in the Official Gazette which shall be\nconsistent with the proposed Code.\nClause 129 of the Code relates to prior publication of rules, etc.  The power to make\nrules, regulations, and bye-laws under the proposed Code shall be subject to the condition\nof the previous publication.\nClause 130 of the Code relates to power to make regulation without previous\npublication.  The matters in which regulations shall be made are specified in the clause.\nClause 131 of the Code relates to frame bye-laws.  The employer of a mine is\nempowered to made bye-laws as specified in the clause.\nClause 132 of the Code relates to laying of regulations, rules and bye-laws, etc.,\nbefore Parliament.\nClause 133 of the Code relates to laying of rules made by State Government before\nthe State Legislature.\nClause 134 of the Code relates to repeal and savings.  The enactments which are\nbeing repealed are enumerated in the clause.  Every Chief Inspector, Additional Chief\nInspector, Joint Chief Inspector, Deputy Chief Inspector, Inspector and every other officer\nappointed for the purposes under any of the provisions of the enactments repealed by the\nproposed Code, shall be deemed to have been appointed under the proposed Code for\nsuch purposes under the proposed Code.  Certain actions under the repealed enactments\nhave also been saved.\n85\nFINANCIAL  MEMORANDUM\nThe provisions of the Occupational Safety, Health and Working Conditions\nCode, 2019 does not involve any expenditure, either recurring or non-recurring, from the\nConsolidated Fund of India.\n86\nMEMORANDUM  REGARDING  DELEGATED  LEGISLATION\nClause 125 of the Code seeks to empower the appropriate Government, by notification\nand subject to condition of previous publication, to make rules for carrying out the\nprovisions of this Code. In particular, and without prejudice to the generality of the foregoing\npowers, such rules may provide for—(a) income from the sources under Explanation to\nclause (x) of sub-section (1) of section 2; (b) to prescribe the substance as hazardous\nsubstance under clause (za) of sub-section (1) of section 2; (c) the late fee under the\nproviso to sub-section (1) of section 3; (e) the form and manner of sending the notice and\nthe authority to whom the notice shall be sent and the manner of intimating the authority\nunder sub-section (1) of section 5; (f) test free of cost to such employees of such age or\nsuch class of establishments under clause (c) of sub-section (1) of section 6; (g) the\ninformation to be included in the letter of appointment under clause (f) sub-section (1) of\nsection 6; (h) the nature of bodily injury and the form of notice and the time within which\nthe notice shall be sent under sub-section (1) of section 10; (i) nature of dangerous\noccurrence and the form of notice, the time within which and the authority to which notice\nshall be given under section 11; (j) the form of notice related to certain diseases and the\ntime within which the notice shall be sent to the authority under sub-section (1) of\nsection 12; (m) the manner of constituting a safety committee and the manner and the\npurpose for choosing the representative of the employer and the workers in the Safety\nCommittee under sub-section (1) of section 22; (o) condition for exemption of workers from\nweekly and compensatory holidays under sub-section (2) of section 26; (q) the form and\nmanner of display of such notice and the manner in which such notice is sent to the\nInspector-cum-Facilitator under sub-section (2) of section 31; (t) the manner of filing return\nto the Inspector-cum-Facilitator under clause (d) of section 33; (u) the manner of conducting\ninspection including web based inspection under sub-section (2) of section 34; (v) the\nqualification and experience of Chief Inspector-cum-Facilitator under sub-section (3) of\nsection 34; (y) the qualification, experience, duties and responsibilities of experts to be\nempanelled under section 37; (za) the qualification for the appointment of medical practitioner\nand other establishment under sub-section (1) of section 42; (zd) examination and\ncertification of adolescent for his fitness for employment and any other establishment\nunder clause (I) of sub-section (2) of section 42; (zf) conditions as to hours of work, fixation\nof wages and other essential amenities in respect of contract labour under clause (a) of\nsub-section (3) of section  47.\nClause 126 of the Code seeks to empower the Central Government, by notification\nand subject to condition of previous publication, to make rules for carrying out the\nprovisions of this Code. In particular, and without prejudice to the generality of the foregoing\npowers, such rules may provide for—(a) the authority under sub-clause (iii) of clause (zo)\nof sub-section (1) of section 2; (b) to define the occupier in case of owner of dock under\nproviso of clause (zo) of sub-section (1) of section 2; (c) form of certificate of registration,\nthe time within which and the conditions subject to which such certificates shall be issued\nunder sub-section (3) of section 3; (d) other particulars and form under sub-section (4) of\nsection 3; (e) the manner of informing closing of establishment and certifying payment to\nthe registering officer; (f) procedure for constitution of the National Board and the officers\nand staff thereof and the number of members, qualifications and terms and conditions of\nservice, members of technical committees or advisory committees and their qualifications;\n(i) health and working conditions under sub-section (1) of section 23; (j) welfare facilities\nfor the workers under sub-section (1) of section 24; (m) the hours of work for working\njournalist under sub-section (3) of section 25; (n) other kinds of leave under clause (i) of\nsub-section (4) of section 25; (o) the maximum period of accumulating leave under\nclause (ii) sub-section (4) of section 25; (q) conditions and restrictions for entitlement of\ncash compensation under clause (iv) of sub-section (4) of section 25; (r) powers and duties\n87\nof District Magistrate under section 36; (u) the form and manner for issuing a licence and\nsuch other particulars under sub-section (1) of section 48; (w) application for renewal of the\nlicence and procedure of renewal of licence by the licensing officer under sub-section (3) of\nsection 48; (y) authority to whom the information relating to audio-visual programme by the\nproducer under sub-section (3) of section 63; (z) the matter which may be save and the\nqualifications of sole manager under sub-section (1) of section 64.\nClause 127 of the Code seeks to empower the State Government, by notification and\nsubject to condition of previous publication, to make rules for carrying out the provisions\nof this Code. In particular, and without prejudice to the generality of the foregoing powers,\nsuch rules may provide for—(a) the constitution, procedure and other matters relating to\nState Advisory Board under sub-section (2) of section 17; (d) the manner of preparing the\nplan of the place of premises under sub-section (3) of section 69; (g) the time of filing\nappeal, fees and the appellate authority under section 70; (j) rules for manner and approval,\nlicensing of factories under sub-section (1) of section 74; (m) form of application for\nestablishment of factory involving hazardous process under sub-section (1) of section 78;\n(n) the manner of disclosing information by occupier of a factory under sub-section (1) of\nsection 79; (r) maintain health and medical records of the workers and the conditions for\naccessibility by workers engaged in hazardous process under clause (a) of section 80; (u)\nthe maximum permissible limit of exposure of chemical and toxic substances in manufacturing\nprocess in any factory under section 83; (v) rules relating to the persons who hold position\nof supervision or management or employed in confidential position in a factory under\nsub-section (1) of section 86.\nClause 128 of the Code seeks to empower the Central Government, by notification and\nsubject to condition of previous publication, to make regulations in relation to Mines and\ndock work. In particular, and without prejudice to the generality of the foregoing powers,\nsuch regulations may provide for—(a) for prescribing the qualifications required for\nappointment as Chief Inspector-cum-Facilitator or Inspector-cum-Facilitator; (c) for\nprescribing the duties of owners, agents and managers of mines and of persons acting\nunder them, and for prescribing the qualifications (including age) of agents and managers\nof mines and of persons acting under them; (f) for fixing the fees, if any, to be paid in respect\nof such examinations and of the grant and renewal of such certificates; (g) for determining\nthe circumstances in which and the conditions subject to which it shall be lawful for more\nmines than one to be under a single manager, or for any mines to be under a manager not\nhaving the prescribed qualifications; (h) for providing for inquiries to be made under this\nCode including any inquiry relating to misconduct or incompetence on the part of any\nperson holding a certificate under this Code and for the suspension or cancellation of any\nsuch certificate and for providing, wherever necessary, that the person appointed to hold\nan inquiry shall have all the powers of a civil court under the Code of Civil Procedure, 1908,\nfor the purpose of enforcing the attendance of witnesses and compelling the production of\ndocuments and material objects; (q) “for regulating the use of machinery in mines, for\nproviding for the safety of persons employed on or near such machinery and on haulage\nroads and for restricting the use of certain classes of locomotives underground; (u) for\nrequiring owners, agents and managers of mines to have fixed boundaries for the mines, for\nprescribing the plans and sections and field notes connected there with to be kept by them\nand the manner and places in which such plans, sections and field notes are to be kept for\npurposes of record and for the submission of copies thereof to the Chief Inspector-cum-\nFacilitator, and for requiring the making of fresh surveys and plans by them, and in the\nevent of non-compliance, for having the survey made and plans prepared through any\nother agency and for the recovery of expenses thereof in the same manner as an arrear of\nland revenue; (zi) for providing for the safety in opencast mines and associated operations\nand machineries used therein; (zk) for specifying the forms of returns which shall be filed by\nthe establishments or the class of establishments under this Code; (zy) providing for the\ntesting, examination, inspection and certification as appropriate of loose gears including\nchains and ropes and of slings and other lifting devices used in the dock work; (zzb)\n88\nproviding for the handling of dangerous substances and working in dangerous or harmful\nenvironments and the precautions to be taken in connection with such handling; (zzk)\nproviding for the submission of statement of accidents, man-days lost, volume of cargo\nhandled and particulars of dock workers."
  },
  {
    "id": 231,
    "text": "2. The matters in respect of which the said rules and regulations may be made are\nmatters of procedure and administrative detail, and as such, it is not practicable to provide\nfor them in the proposed Code itself.  The delegation of legislative power is, therefore, of a\nnormal character.\nLOK SABHA\n————\nA\nBILL\nto consolidate and amend the laws regulating the occupational safety, health and working\nconditions of the persons employed in an establishment and the matters connected\ntherewith or incidental thereto.\n————\n[Shri Santosh Kumar Gangwar, Minister of State for Labour and Employment,\n(Independent Charge)]\nMGIPMRND—1798LS(S3)—18-07-2019."
  }
]